{
  "translated": {
    " copy ": " kopieren ",
    " Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:": " Jedem, der eine Kopie dieser Software und der zugehörigen Dokumentationsdateien (die „Software“) erhält, wird hiermit kostenlos die Erlaubnis erteilt, ohne Einschränkung mit der Software zu handeln, einschließlich und ohne Einschränkung der Rechte zur Nutzung, zum Kopieren, Ändern, Zusammenführen, Veröffentlichen, Verteilen, Unterlizenzieren und/oder Verkaufen von Kopien der Software, und Personen, denen die Software zur Verfügung gestellt wird, dies unter den folgenden Bedingungen zu gestatten:",
    " request sent to device.": " Anfrage wurde an das Gerät gesendet.",
    " The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.": " Der obige Urheberrechtshinweis und dieser Genehmigungshinweis müssen in allen Kopien oder wesentlichen Teilen der Software enthalten sein.",
    " THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.": " DIE SOFTWARE WIRD OHNE MÄNGELGEWÄHR UND OHNE JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GEWÄHRLEISTUNG, EINSCHLIEẞLICH, ABER NICHT BESCHRÄNKT AUF DIE GEWÄHRLEISTUNG DER MARKTGÄNGIGKEIT, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND DER NICHTVERLETZUNG VON RECHTEN DRITTER, ZUR VERFÜGUNG GESTELLT. DIE AUTOREN ODER URHEBERRECHTSINHABER SIND IN KEINEM FALL HAFTBAR FÜR ANSPRÜCHE, SCHÄDEN ODER ANDERE VERPFLICHTUNGEN, OB IN EINER VERTRAGS- ODER HAFTUNGSKLAGE, EINER UNERLAUBTEN HANDLUNG ODER ANDERWEITIG, DIE SICH AUS, AUS ODER IN VERBINDUNG MIT DER SOFTWARE ODER DER NUTZUNG ODER ANDEREN GESCHÄFTEN MIT DER SOFTWARE ERGEBEN.",
    "? items": "? Objekte ",
    "'Find Axis Length' command": "'Ermittle Achsenlänge' Befehl",
    "'Find Home' command": "'Finde Home' Befehl",
    "'Move To Home' command": "'Bewege zur Homeposition' Befehl",
    "'Set Home' command": "'Setze Home' Befehl",
    "\"Break in\" the cable carrier, double check belt tension, and double check the eccentric spacers (Genesis kits only).": "Kabelführungskette \"einknicken\", Riemenspannung und Exzenterabstandshalter überprüfen (nur Genesis-Kits).",
    "\"Break in\" the cable carrier, double check belt tension, and double check the eccentric spacers.": "Kabelführungskette \"einknicken\", Riemenspannung und Exzenterabstandshalter überprüfen (nur Genesis-Kits).",
    "(No selection)": "(Nichts ausgewählt)",
    "(resets upon refresh)": "(Wird beim neuladen zurückgesetzt)",
    "(unknown)": "(Unbekannt)",
    "{{ name }} Grid": "{{ name }} Raster",
    "{{ resetMethod }} resetting your FarmBot will not affect any of your data or settings from your web app account, allowing you to do a complete restore to your device once it is back online and paired with your web app account.": "{{ resetMethod }} Das zurücksetzen des FarmBots hat keine Auswirkungen auf die Daten und Einstellungen in der WebApp, sodass der FarmBot nach der erneuten Verbindung wiederhergestellt wird.",
    "{{count}} items": "{{count}} Objekte",
    "{{length}} {{name}} selected": "{{length}} {{name}} ausgewählt",
    "{{seconds}} seconds!": "{{seconds}} sekunden!",
    "24 hour response time": "24 Stunden Reaktionszeit",
    "72 hour response time": "72 Stunden Reaktionszeit",
    "A different axis moved": "Eine andere Achse hat sich bewegt",
    "A microstep value of 1 is recommended for best performance when quiet motor mode is enabled.": "Ein Mikroschrittwert von 1 wird für die beste Leistung empfohlen, wenn der Modus \"Leiser Motor\" aktiviert ist.",
    "A new version of the FarmBot web app has been released. Refresh page?": "Eine neue Version der WebApp wurde veröffentlicht. Seite neu laden?",
    "Abort": " Abbrechen ",
    "Abort and recover": "Abbrechen und zurücksetzen",
    "Absolute movement": " Absolute Bewegung",
    "Accelerate for (mm)": " Beschleunigungsweg (mm)",
    "Accelerate for toward home (mm)": "Beschleunigungsweg homing (mm)",
    "Account": "Konto",
    "Account has been reset.": "Account wurde zurückgesetzt.",
    "Account Menu": "Konto Menü",
    "Account Not Verified": "Account nicht verifiziert.",
    "Account Settings": "Account Einstellungen",
    "Action": "Aktion",
    "Actions": "Aktionen",
    "active": "Aktiv",
    "Active": "Aktiv",
    "add": "hinzufügen",
    "Add a seed container": "Samenbehälter hinzufügen",
    "Add a tool or seed container": " Werkzeug oder Samenbehälter hinzufügen",
    "Add Command": " Befehl hinzufügen",
    "Add event": " Event hinzufügen",
    "Add Event": " Event hinzufügen",
    "add filter": "Filter hinzufügen",
    "Add garden": "Garten hinzufügen",
    "Add group": "Gruppe hinzufügen",
    "Add more groups": "Weitere Gruppen hinzufügen",
    "Add more plants": "Weitere Pflanzen hinzufügen",
    "Add new": "Neues hinzufügen",
    "Add new garden": "Neuen Garten erstellen",
    "add new group": "neue Gruppe hinzufügen",
    "Add new pin binding": "Neue Pin Zuweisung",
    "add new regimen": "Neues Regimen hinzufügen",
    "add new saved garden": "neuen gespeicherten Garten hinzufügen",
    "add new sequence": "Neue Sequenz hinzufügen",
    "Add new slot": " Neuen Platz hinzufügen",
    "Add new zone": " Neue Zone hinzufügen",
    "add number filter": "Zahlenfilter hinzufügen",
    "add peripheral": "Peripherie hinzufügen",
    "add plant": "Pflanze hinzufügen",
    "Add Plant": "Pflanze hinzufügen",
    "Add plant at current FarmBot location {{coordinate}}": "Pflanze an der aktuellen Position hinzufügen {{coordinate}}",
    "Add plant at current location": " Pflanze an der aktuellen Position hinzufügen",
    "Add plants to map": "Pflanzen der Karte hinzufügen",
    "add point": "Punkt hinzufügen",
    "Add point at this location": "Punkt an dieser Position hinzufügen",
    "Add pre-made resources upon selection": "Vorgefertigte Ressourcen nach Auswahl hinzufügen",
    "Add selected": "Ausgewähltes hinzufügen",
    "add sensors": "Sensoren hinzufügen",
    "Add sensors here to monitor FarmBot's sensors. To edit and create new sensors, press the EDIT button.": "Hier können Sensoren hinzugefügt und ausgewertet werden. Drücke EDIT um Sensoren hinzuzufügen oder zu ändern.",
    "add sequence step": "Sequenzschritt hinzufügen",
    "Add slot": "Platz hinzufügen",
    "add stock peripherals": "Standard Peripherie hinzufügen",
    "add stock pin bindings": "Standard Pinzuweisungen hinzufügen",
    "add stock sensors": "Standard Sensoren hinzufügen",
    "add this crop on OpenFarm?": "Diese Pflanze auf OpenFarm hinzufügen?",
    "Add variable": "Variable hinzufügen",
    "Add webcam": "Webcam hinzufügen",
    "add weed": "Unkraut hinzufügen",
    "Add weed": "Unkraut hinzufügen",
    "add week": "Woche hinzufügen",
    "Add zone": "Zone hinzufügen",
    "Adjust one or both camera offset values and check again.": "Passen Sie einen oder beide Kamera-Offsetwerte an und prüfen Sie erneut.",
    "advance": "Erweitert",
    "Advanced": "Erweitert",
    "advanced mode": "Fortgeschrittener Modus",
    "age": "Alter",
    "Age": "Alter",
    "age selection empty": "Altersauswahl ist leer",
    "agree": "Zustimmen",
    "Agree to Terms of Service": "Den Nutzungsbedingungen zustimmen",
    "all": "Alles",
    "All": "Alles",
    "All items scheduled before the start time. Nothing to run.": " Alle Einträge vor der Startzeit eingeplant. Nichts zu tun.",
    "All of the plants you added to your garden are listed here in the plants panel. Mousing over a plant will highlight it in the map and vice versa. Go ahead and click a plant and then advance the tour.": "Alle Pflanzen, die Sie Ihrem Garten hinzugefügt haben, werden hier in der Pflanzenübersicht aufgelistet. Wenn Sie mit der Maus über eine Pflanze fahren, wird sie auf der Karte hervorgehoben und umgekehrt. Klicken Sie auf eine Pflanze und gehen Sie dann die Tour weiter.",
    "All Soil Height": "Gesamte Erdhöhe",
    "All systems nominal.": "Alle Systeme nominal.",
    "alpha": "Alpha",
    "Already added.": "Bereits hinzugefügt.",
    "Always": "Immer",
    "always highlight current photo in map": "Immer das aktuelle Foto in der Karte hervorheben",
    "Always Power Motors": "Motoren immer aktiv",
    "Amount of time to wait for a command to execute before stopping. (default: x: {{ x }}, y: {{ y }}, z: {{ z }} seconds)": " Überwachungszeit in dem ein Befehl ausgeführt sein muss bevor angehalten wird. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }} Sekunden)",
    "and": "und",
    "Angle (0-180)": "Winkel (0-180)",
    "any": "jede",
    "App could not be fully loaded, we recommend you try refreshing the page.": "App konnte nicht vollständig geladen werden. Bitte aktualisiere die Seite (F5).",
    "apply": "Übernehmen",
    "apply garden": "Garten übernehmen",
    "Are all configurator steps complete?": "Sind alle Schritte des Konfigurators abgeschlossen?",
    "Are they in use by sequences?": "Von Sequenzen verwendet?",
    "Are you planning on using WiFi or have you connected the ethernet cable?": "Planen Sie die Verwendung von WiFi oder haben Sie das Ethernet-Kabel angeschlossen?",
    "Are you sure you want to delete {{length}} plants?": "Es werden {{length}} Pflanzen gelöscht. Fortfahren?",
    "Are you sure you want to delete all items?": "Alle Einträge werden gelöscht. Fortfahren?",
    "Are you sure you want to delete all setup progress?": "Sind Sie sicher, dass Sie den gesamten Einrichtungsfortschritt löschen wollen?",
    "Are you sure you want to delete this first party farmware? Doing so will limit the functionality of your FarmBot and may cause unexpected behavior.": "Das Löschen der first party farmware schränkt die Funktion des Farmbots ein und könnte Fehlfunktionen verursachen. Sind Sie sich sicher diese zu löschen?",
    "Are you sure you want to delete this item?": "Dieser Eintrag wird gelöscht. Fortfahren?",
    "Are you sure you want to delete this step?": "Soll dieser Schritt wirklich gelöscht werden?",
    "Are you sure you want to unlock the device?": "Das Gerät wird entsperrt. Fortfahren?",
    "Areas": "Gebiete",
    "as": "als",
    "as described in the software documentation.": "wie in der software Dokumentation beschrieben.",
    "As soon as possible": "Schnellstmöglich",
    "Assemble your FarmBot.": "Bauen Sie Ihren FarmBot zusammen.",
    "Assembly": "Zusammenbau",
    "Assembly documentation": "Dokumentation zur Montage",
    "Assign an action or sequence to execute when a Raspberry Pi GPIO pin is activated.": "Verknüpft eine Aktion oder eine Sequenz mit einem Raspberry PI GPIO. Diese wird bei einem High Signal auf dem entsprechenden Pin aufgerufen.",
    "at soil level": "auf Erdhöhe",
    "Attach the seeder tool to the UTM and press VERIFY.": "Bringen Sie das Säwerkzeug an der UTM an und drücken Sie auf \"Prüfen\".",
    "Attach the soil sensor tool to the UTM and press the READ SENSOR for the SOIL MOISTURE sensor.": "Bringen Sie den Feuchtigkeitssensor am UTM an und drücken Sie die Taste \"Messe Sensor\" für den Sensor Feuchtigkeitssensor.",
    "Attach the soil sensor tool to the UTM and press VERIFY.": "Bringen Sie das Werkzeug mit dem Feuchtigkeitssensor an der UTM an und drücken Sie auf \"Prüfen\".",
    "Attach the watering nozzle tool to the UTM and press VERIFY.": "Bringen Sie das Bewässerungswerkzeug an der UTM an und drücken Sie auf \"Prüfen\".",
    "Attach the weeder tool to the UTM and press VERIFY.": "Bringen Sie das Unkrautstecherwerkzeug an der UTM an und drücken Sie auf \"Prüfen\".",
    "Attempting to reconnect to the message broker": "Verbindung zum Message Broker wird wiederhergestellt",
    "Author": "Autor",
    "auto update": "automatisch updaten",
    "Automatic": "Automatik",
    "Average": "Durchschnitt",
    "Average time": "Durchschnittliche Zeit",
    "away": "abwesend",
    "Axes": "Achsen",
    "axis": "Achse",
    "Axis Length (mm)": "Achsenlänge (mm)",
    "back": "zurück",
    "Back": "Zurück",
    "BACK": "ZURÜCK",
    "Back to plant overview": "Zurück zur Pflanzenübersicht",
    "back to sequence": "Zurück zur Sequenzen Übersicht",
    "back to sequences": "Zurück zu den Sequenzen",
    "Bad username or password": "Benutzername oder Passwort falsch.",
    "before troubleshooting.": "vor der Fehlersuche.",
    "Begin": "Beginnen",
    "Begin?": "Beginn?",
    "Best time": "Bestzeit",
    "BIND": "Binden",
    "Blue": "Blau",
    "BLUR": "Unschärfe",
    "Boot Sequence": "Hochlaufsequenz",
    "BOOT SEQUENCE": "Hochlaufsequenz",
    "bot is online": "Bot ist Verbunden",
    "Bottom Left": "Unten links",
    "Bottom Right": "Unten rechts",
    "Browser FarmBot activity beep": "FarmBot Aktivitätston im Browser",
    "Business Documentation": "Business Dokumentation",
    "Busy": "Beschäftigt",
    "Button {{ num }}": "Taste {{ num }}",
    "Button {{ num }}: E-STOP": "Taste {{ num }}: E-STOP",
    "Button {{ num }}: UNLOCK": "Taste {{ num }}: ENTSPERREN",
    "Button 1": "Taste 1",
    "Button 2": "Taste 2",
    "Button 3": "Taste 3",
    "Button 4": "Taste 4",
    "Button 5": "Taste 5",
    "Calibrate": "Kalibrieren",
    "Calibrate camera first": "Kamera zuerst kalibrieren",
    "Calibrate FarmBot's camera for use in the weed detection software.": "Kalibriert Farmbot's Kamera für die Unkraut-Erkennung.",
    "Calibrate your camera in the Photos panel before detecting weeds.": "Zur Erkennung des Unkrauts muss die Kamera zuvor im Photos-Panel kalibriert werden.",
    "Calibration": "Kalibrierung",
    "Calibration card": "Kalibrierkarte",
    "Calibration preparation": "Vorbereitungen zur Kalibrierung",
    "Calibration retries": "Kalibrierversuche",
    "Calibration retry reset distance (mm)": "Rücksetzabstand bei Kalibrierwiederholung (mm)",
    "Calibration total retries": "Kalibrierungswiederholungen insgesamt",
    "camera": "Kamera",
    "CAMERA": "KAMERA",
    "Camera calibrated at z-axis height": "Kamera auf Z-Höhe kalibriert",
    "Camera calibration": "Kamera kalibrierung",
    "Camera Calibration": "Kamera Kalibrierung",
    "Camera calibration allows correct photo rotation and placement in the Farm Designer map. Place the camera calibration card on the soil underneath the camera with the side shown below face up. The card must be fully visible to the camera.": "Die Kamerakalibrierung ermöglicht die korrekte Drehung und Platzierung der Fotos in der Farm Designer-Karte. Legen Sie die Kamerakalibrierungskarte mit der unten abgebildeten Seite nach oben auf den Boden unter die Kamera. Die Karte muss für die Kamera vollständig sichtbar sein",
    "Camera calibration cards are available in the shop and can be used with any FarmBot version.": "Kalibrierungskarten sin dim Shop erhältlich und können mit jeder FarmBot version verwendet warden.",
    "Camera calibration required": "Kamera muss kalibriert sein",
    "Camera not yet calibrated.": "Kamera noch nicht kalibriert.",
    "Camera offset from the UTM position in millimeters. Once calibrated, use these values to align photos to the Farm Designer grid by matching the grid and locations in photos to the grid and locations in the Farm Designer. (default: (x: {{ defaultX }}, y: {{ defaultY }}))": "Kamera Versatz zur UTM Position in Millimeter. Nach dem Kalibrieren können die Bilder im Farmdesigner mit diesen Werten verschoben und ausgerichtet werden. (Standard: (x: {{ defaultX }}, y: {{ defaultY }}))",
    "Camera rotation in degrees. This value should be minimized (to near zero) by rotating the camera in its mount until it is aligned with FarmBot's axes. (default: {{ defaultAngle }})": "Kamera Drehwinkel in Grad. Dieser Wert sollte durch manuelles verdrehen der Kamera möglichst nah an Null minimiert werden. (Standard: {{ defaultAngle }})",
    "Camera settings": "Kamera Einstellungen",
    "Camera view": "Kamerasicht",
    "camera view area": "Sichtbereich der Kamera",
    "Camera voltage is low": "Kameraspannung ist niedrig",
    "Camera voltage may be low. Try a different Raspberry Pi USB power cable.": "Versorgungsspannung der Kamera ist zu niedrig. Versuchen Sie ein anderes Raspberry Pi USB Kabel.",
    "Can't connect to bot": "Keine Verbindung zum Bot.",
    "Can't edit variable name while in use.": "Kann den Variablennamen nicht bearbeiten, während er verwendet wird",
    "Can't execute unsaved sequences": "Ungespeicherte Sequenzen können nicht ausgeführt werden",
    "cancel": "abbrechen",
    "Cancel": "Abbrechen",
    "Cannot change between Sequences and Regimens.": "Kann nicht zwischen Sequenzen und Regimens wechseln.",
    "Cannot create a group with these plants. Try leaving the saved garden first.": "Kann mit diesen Pflanzen keine Gruppe erstellen. Verlasse zuerst den gespeicherten Garten.",
    "Cannot delete built-in pin binding.": "Kann fest vorgegebene Pin Zuweisungen nicht löschen.",
    "Cannot delete while in a slot.": "Kann nicht gelöscht werden, solange es einem Platz zugewiesen ist.",
    "Cannot delete while mounted.": "Kann nicht gelöscht werden, solange es in der Aufnahme ist.",
    "Cannot remove points selected by filters.": "Durch Filter ausgewählte Punkte können nicht entfernt werden",
    "Caution: Changing these settings to extreme values can cause hardware malfunction. Make sure to test any new settings to verify that everything works as expected before letting your FarmBot use them unsupervised.": "Vorsicht: Durch die Eingabe von extremen Werten kann es zu Problemen mit der Hardware kommen. Die Auswirkungen jeglicher Änderungen sollten beobachtet werden, bevor der FarmBot diese unbeaufsichtigt verwendet.",
    "Change color to {{ color }} for {{ num }} items?": "Ändere die Farbe zu {{ color }} für {{ num }} Objekte?",
    "Change firmware path to...": "Ändere Firmware Pfad zu ...",
    "Change Ownership": "Wechsle Benutzer",
    "Change password": "Passwort ändern",
    "Change radius to {{ radius }}mm for {{ num }} items?": "Ändere den Radius auf {{ radius }}mm für {{ num }} Objekte?",
    "Change status to '{{ status }}' for {{ num }} items?": "Ändere den Status '{{ status }}' bei {{ num }} Objekten?",
    "Change the account FarmBot is connected to.": "Verbinde den Farmbot mit einem anderen Account.",
    "Change the garden map size based on axis length. A value must be input in AXIS LENGTH and STOP AT MAX must be enabled in the HARDWARE widget. Overrides MAP SIZE values.": " Passt die Größe der Karte im Farm-Designer an die Achsenlängen an. Im Hardware widget müssen die Achsenlängen angegeben und die Einstellung STOP BEI MAX aktiviert sein. Überschreibt Werte der Kartengröße.",
    "Change the image origin and check again.": "Ändern Sie die Nullpunktrichtung im Bild und prüfen Sie erneut.",
    "Check for the FarmBot WiFi network. If it is present,": "Prüfen Sie, ob das FarmBot WiFi-Netzwerk vorhanden ist. Wenn es vorhanden ist,",
    "Check for Updates": "Suche nach Updates",
    "Check hardware for resistance.": "Prüfen Sie die Hardware auf Widerstand",
    "Check motor cable connections. Try again while observing electronics box LED activity.": "Überprüfen Sie die Motorkabelverbindungen. Versuchen Sie es erneut und beobachten Sie dabei die LED-Aktivität der Elektronikbox",
    "Check power cable connections.": "Überprüfen Sie die Stromkabelverbindungen",
    "Check the LED light strip power cable connections.": "Überprüfen Sie die Stromkabelanschlüsse der LED-Leuchtbänder.",
    "Check the solenoid valve power cable connections.": "Überprüfen Sie die Stromkabelanschlüsse des Magnetventils.",
    "Check the tube connections.": "Überprüfen Sie die Schlauchverbindungen.",
    "Check the UTM to tool electrical connections. Ensure pin jumpers are installed across the Farmduino UTM pins. Brush the top of the tool electrical connection screws and UTM pogo pins with a cloth to clean the surface and ensure good electrical conductivity. If a connection still cannot be made, try loosening and tightening the tool electrical connection M3 screws.": "Überprüfen Sie die elektrischen Verbindungen zwischen UTM und Werkzeug. Vergewissern Sie sich, dass die Pins des Farmduino UTM mit Steckbrücken verbunden sind. Wischen Sie die Oberseite der elektrischen Verbindungsschrauben des Werkzeugs und der UTM-Pogo-Pins mit einem Tuch ab, um die Oberfläche zu reinigen und eine gute elektrische Leitfähigkeit sicherzustellen. Wenn immer noch keine Verbindung hergestellt werden kann, versuchen Sie, die  M3 Schrauben für den elektrischen Anschluss des Werkzeugs zu lockern und wieder anzuziehen",
    "Check the UTM top and Farmduino connections.": "Überprüfen Sie die oberen UTM- und Farmduino-Verbindungen",
    "Check the vacuum pump power cable connections.": "Überprüfen Sie die Stromkabelanschlüsse der Vakuumpumpe.",
    "Check your garden hose connection and try again.": "Überprüfen Sie den Anschluss Ihres Gartenschlauchs und versuchen Sie es erneut.",
    "Check your purchase confirmation email.": "Überprüfen Sie Ihre Kaufbestätigungs-E-Mail.",
    "Choose a crop": "Wähle eine Pflanze",
    "Choose Firmware": "Wähle Firmware",
    "Choose location": "Wähle Position",
    "Choose whether advanced step options are open or closed by default.": "Wähle ob erweiterte Schrittoptionen standardmäßig offen oder geschlossen sind.",
    "Choose your FarmBot": "Wählen Sie Ihrem FarmBot aus",
    "clear": "verwerfen",
    "clear age selection": "Altersauswahl verwerfen",
    "clear all config data": "alle Konfigurationsdaten löschen",
    "clear all filters": "Alle Filter löschen",
    "Clear all group filters?": "Alle Gruppenfilter löschen?",
    "clear filters": "Filter löschen",
    "clear manual selections": "Manuelle Auswahl verwerfen",
    "clear selections": "Auswahl verwerfen",
    "clear weeds": "Unkraut löschen",
    "CLEAR WEEDS": "LÖSCHE UNKRAUT",
    "Click": "Klick",
    "Click \"+\" to create a new regimen.": "Klicke \"+\" um ein neues Regimen zu erstellen.",
    "Click \"+\" to create a new sequence.": "Klicke \"+\" um eine neue Sequenz zu erstellen.",
    "Click and drag or use the inputs to draw a point.": "Durch klicken und ziehen im Beet, oder direkte Eingabe im Eingabefeld kann ein Punkt erstellt werden.",
    "Click and drag or use the inputs to draw a weed.": "Durch klicken und ziehen im Beet, oder direkte Eingabe im Eingabefeld kann ein Unkraut erstellt werden.",
    "Click any location in the map to choose a profile.": "Klicke auf eine Position in der Karte um ein Profil auszuwählen.",
    "Click anywhere in the map to add an individual plant. If you are on a desktop or laptop computer, you may also drag and drop the crop icon into the map. If you want to make any location adjustments or delete plants, you can do that in a few steps from now. Ready to add a lot of plants at once? Go to the next step of the tour!": "Klicken Sie irgendwo in die Karte, um eine einzelne Pflanze hinzuzufügen. Wenn Sie einen Desktop- oder Laptop-Computer verwenden, können Sie das Pflanzensymbol auch per Drag & Drop in die Karte ziehen. Wenn Sie Standortänderungen vornehmen oder Pflanzen löschen möchten, können Sie dies in wenigen Schritten tun. Sind Sie bereit, viele Pflanzen auf einmal hinzuzufügen? Gehen Sie zum nächsten Schritt der Tour!",
    "CLICK anywhere within the grid": "KLICKE an eine Stelle innerhalb des Beets",
    "Click here for document to show to your IT department.": "Klicken Sie hier für ein Dokument, das Sie Ihrer IT-Abteilung vorlegen können",
    "Click here to learn more about connectivity codes.": "Klicken Sie hier, um mehr über Konnektivitätscodes zu erfahren.",
    "Click one in the Regimens panel to edit, or click \"+\" to create a new one.": " Klicke auf ein Regime im linken Panel um es zu bearbeiten, oder klicke \"+\" um ein neues Regime zu erstellen.",
    "Click one in the Sequences panel to edit, or click \"+\" to create a new one.": " Klicke auf eine Sequenz im linken Panel um es zu bearbeiten, oder klicke \"+\" um eine neues Sequenz zu erstellen.",
    "Click the button below to start the tour": "Klicken Sie auf die Schaltfläche unten, um die Tour zu starten",
    "Click the edit button to add or edit a feed URL.": "Klicke EDIT um die URL hinzuzufügen oder zu ändern.",
    "Click to add": "Zum Hinzufügen klicken",
    "click to edit": "Zum Bearbeiten klicken",
    "Clip photos out of bounds": "Überstehende Bilder abschneiden ",
    "Close": "Schließen",
    "close profile viewer": "Profilfenster schließen",
    "close saved garden": "Gespeicherten Garten schließen",
    "collage": "Collage",
    "collapse": "Einklappen",
    "Color": "Farbe",
    "Color Range": "Farbspektrum",
    "Color range. (default: {{ defaultLow }} - {{ defaultHigh }} ({{ defaultColor }}))": "Farbspektrum. (Standard: {{ defaultLow }} - {{ defaultHigh }} ({{ defaultColor }}))",
    "Color saturation, 0 (white) to 255 (color). (default: {{ defaultLow }} - {{ defaultHigh }})": "Farbsättigung, 0 (Weiß) bis 255 (Farbe). (Standard: {{ defaultLow }} - {{ defaultHigh }})",
    "Color value, 0 (black) to 255 (color) (default: {{ defaultLow }} - {{ defaultHigh }})": "Farbwert, 0 (schwarz) bis 255 (Farbe) (Standard: {{ defaultLow }} - {{ defaultHigh }})",
    "colorized depth": "Kolorierte Tiefe",
    "Command not available while locked.": "Befehl nicht verfügbar, wenn gesperrt.",
    "Commands": "Kommandos",
    "Common Names": "Typische Namen",
    "Community help": "Community Hilfe",
    "complete": "vollständig",
    "Complete": "Erledigt",
    "Complete setup wizard": "Einrichtungsassistent abschließen",
    "Complete the configurator steps.": "Konfigurationsschritte durchlaufen.",
    "Completed": "Abgeschlossen",
    "Completed jobs older than five minutes may be cleared upon refresh": "Abgeschlossene Aufträge, die älter als fünf Minuten sind, können bei der Aktualisierung gelöscht werden",
    "computer": "Computer",
    "Config data successfully deleted.": "Konfigurationsdaten erfolgreich gelöscht.",
    "Config editor": "Konfig-Editor",
    "Configurator": "Konfigurator",
    "Configurator network": "Konfigurator-Netzwerk",
    "Configurator steps": "Konfigurator-Schritte",
    "Confirm emergency unlock": "Bestätigung Not-Entsperrung",
    "Confirm New Password": "Bestätige neues Passwort",
    "Confirm plant deletion": "Bestätigung Pflanzen löschen",
    "Confirm sequence deletion": "Bestätigung Sequenz löschen",
    "Confirm step deletion": "Bestätigung Schritt löschen",
    "Confirm when unlocking FarmBot after an emergency stop.": "Bestätigung zum entsperren des FarmBots nach einem Not-Halt.",
    "Connect the UTM cable.": "Schließen Sie das UTM-Kabel an.",
    "connect to Configurator": "mit dem Konfigurator verbinden",
    "connected": "Verbunden",
    "Connected.": "Verbunden.",
    "Connecting FarmBot to the Internet": "FarmBot verbindet sich mit dem Internet",
    "Connection": "Verbindung",
    "Connectivity": "Konnektivität",
    "CONNECTIVITY": "KONNEKTIVITÄT",
    "Connectivity code": "Konnektivitätscode",
    "Continue": "Fortfahren",
    "Continue setup": "Einrichtung fortsetzen",
    "Continue?": "Fortfahren?",
    "Control Peripheral": "Peripherie steuern",
    "Control Servo": "Servo Steuern",
    "Controls": "Steuerung",
    "Coordinate": "Koordinaten",
    "copy": "kopieren",
    "copy sequence": "Sequenz kopieren",
    "copyright holders": "Urheberrechtsinhaber",
    "Could not delete image.": "Bild konnte nicht gelöscht werden.",
    "Could not download FarmBot OS update information.": "OS Update Informationen konnten nicht geladen werden.",
    "Could not fetch package name": "Paketname konnte nicht geholt werden.",
    "Could not get release notes.": "Versionshinweise konnten nicht geholt werden.",
    "CPU temperature": "CPU Temperatur",
    "CPU usage": "CPU Nutzung",
    "Create a new garden from scratch or by copying plants from the current garden.": "Erstelle einen neuen Garten von Grund auf, oder durch kopieren der Pflanzen im aktuellen Garten.",
    "Create Account": "Konto erstellen",
    "Create An Account": "Account erstellen",
    "Create group": "Gruppe erstellen",
    "Create subfolder": "Unterordner erstellen",
    "Created Point": "Erstellter Punkt",
    "Created Weed": "Erstelltes Unkraut",
    "Crop images displayed in the garden map to remove black borders from image rotation. Crop amount determined by CAMERA ROTATION value.": "Schwarzen Rand an den im FarmDesigner angezeigten Bilder ausschneiden. Der Zuschnitt wird am Rotationswinkel der Kamera bestimmt.",
    "Crop map images": "Bilder zuschneiden",
    "Crop search": "Pflanzensuche",
    "Current position": "Aktuelle Position",
    "Position (mm)": "Aktuelle Position (mm)",
    "Current version only": "Nur aktuelle Version",
    "Custom": "Benutzerdefiniert",
    "Custom coordinate": "Benutzerdefinierte Koordinaten",
    "Custom coordinates": "Benutzerdefinierte Korrdinaten",
    "Custom field": "Benutzerdefiniertes Feld",
    "Custom number": "Benutzerdefinierte Zahl",
    "Custom text": "Benutzerdefinierter Text",
    "custom tool graphics": "Benutzerdefiniertes Werkzeugbild",
    "Custom tools": "Benutzerdefinierte Werkzeuge",
    "Data Label": "Daten Label",
    "Date": "Datum",
    "Date Planted": "Datum der Anpflanzung",
    "Day": "Tag",
    "Day {{day}}": "Tag {{day}}",
    "days": "tage",
    "Days": "Tage",
    "days old": "Tage alt",
    "debug log stream": "Debug-Log-Stream",
    "debug logs": "Debug Logs",
    "default": "Voreinstellung",
    "Default value": "Voreingesteller Wert",
    "Default Value": "Voreingesteller Wert",
    "delete": "löschen",
    "Delete": "Löschen",
    "Delete account": "Account löschen",
    "delete all": "alle löschen",
    "Delete all {{ count }} plants in your main garden?": "Alle {{ count }} Pflanzen in Ihrem Hauptgarten löschen?",
    "Delete all {{ count }} points in section?": "Lösche alle {{ count }} ausgewählte Punkte?",
    "Delete all created points": "Lösche alle erstellten Punkte",
    "Delete all created weeds": "Lösche gesamtes erstelltes Unkraut",
    "delete all data": "Alle Daten löschen",
    "Delete all of the points created through this panel.": "Lösche alle Punkte die durch dieses Panel erstellt wurden.",
    "Delete all of the weeds created through this panel.": "Lösche alles durch dieses Bedienfeld erstelltes Unkraut.",
    "Delete all the points you have created?": "Lösche alle erstellten Punkte?",
    "Delete all the weeds you have created?": "Lösche gesamtes erstelltes Unkraut?",
    "delete folder": "Ordner Löschen",
    "delete garden": "Garten Löschen",
    "Delete multiple": "Lösche mehrere",
    "Delete Photo": "Lösche Foto",
    "delete regimen": "Regimen Löschen",
    "delete sequence": "Sequenz Löschen",
    "delete step": "Schritt löschen",
    "Delete this plant": "Lösche diese Pflanze",
    "Deleted event.": "Event Löschen.",
    "Deleting...": "Wird gelöscht ...",
    "demo the app": "Demo der App",
    "DEMO THE APP": "DEMO DER APP",
    "Deprecated Mark As": "Veraltet Markieren",
    "Description": "Beschreibung",
    "Deselect all": "Alle Abwählen",
    "deselect all days": "alle Tage abwählen",
    "Detect soil height using FarmBot's camera and display the results on the Farm Designer map.": "Ermittle die Erdhöhe mithilfe der Kamera und zeige die Ergebnisse in der Farm Designer Karte.",
    "detect weeds": "Unkraut erkennen",
    "DETECT WEEDS": "UNKRAUT ERKENNEN",
    "Detect weeds using FarmBot's camera and display them on the Farm Designer map.": "Erkennt Unkraut mit der Kamera und zeigt es auf der Farm-Designer Karte an.",
    "Developer Documentation": "Dokumentation für Entwickler",
    "Deviation": "Abweichung",
    "Device": "Gerät",
    "Device ID": "Geräte ID",
    "Diagnosis": "Diagnose",
    "Did any lights in the electronics box light up?": "Haben irgendwelche Lichter in der Elektronikbox geleuchtet?",
    "Did calibration complete without error logs?": "Wurde die Kalibrierung ohne Fehlerprotokolle abgeschlossen?",
    "Did the lights turn on?": "Sind die Lichter angegangen?",
    "Did the sensor return a value?": "Hat der Sensor einen Wert geliefert?",
    "Did the vacuum pump run?": "Ist die Vakuumpumpe gelaufen?",
    "Did water flow?": "Ist Wasser geflossen?",
    "Did you finish the tour?": "Haben Sie die Tour beendet?",
    "Did you know?": "Schon gewusst?",
    "Did you mean meta.{{field}}?": "Meinten Sie meta.{{field}}?",
    "Did you watch the video?": "Haben Sie das Video gesehen?",
    "Direction": "Richtung",
    "Disable axis": "Achse deaktivieren",
    "disabled": "Deaktiviert",
    "Disallow account data changes. This does not prevent Farmwares or FarmBot OS from changing settings.": "Verbiete Änderungen an Accountdaten. Das verhindert nicht, dass Farmwares oder das FarmBot OS Daten ändert.",
    "Discard Unsaved Changes": "Ungespeicherte Änderungen verwerfen",
    "Discard unsaved sequence changes": "Ungespeicherte Änderungen verwerfen",
    "disconnected": "getrennt",
    "Disconnected": "Getrennt",
    "Disk usage": "Speichernutzung",
    "Display a virtual trail for FarmBot in the garden map to show movement and watering history while the map is open. Toggling this setting will clear data for the current trail.": "Zeigt eine virtuelle Spur im Farm Designer, der die letzten Bewegungen und Aktionen des FarmBots anzeigt, solange die Karte geöffnet ist. Nach dem Umschalten dieses Schalters wird die aktuelle Spur zurückgesetzt.",
    "Display Encoder Data": "Anzeige der Encoder Daten",
    "Display high motor load warning indicators in map. Requires TRAIL and stall detection to be enabled.": "Zeigt Warnanzeigen für hohe Motorlast in der Karte an. Erfordert die Aktivierung von \"Virtuelle Linie\" und Blockaden \"Erkennung\"",
    "Display raw": "Rohdaten anzeigen",
    "Display seconds in time, i.e., 10:00:00am instead of 10:00am": "Zeige Sekunden im Zeitstempel, Beispiel: 10:00:00am anstatt 10:00am",
    "Display time using the 24-hour notation, i.e., 23:00 instead of 11:00pm": "Zeitanzeige im 24 Stundenformat Beispiel: 23:00 statt 11:00pm",
    "Distance": "Entfernung",
    "Distance between calibration objects in millimeters. The distance between the objects on the camera calibration card is 100mm. (default: {{ defaultSeparation }})": "Der Abstand zwischen den Kalibrierobjekten in Millimeter. Der Abstand zwischen den Objekten auf der Kamera Kalibrierungskarte ist 100mm (Standard: {{ defaultSeparation }})",
    "Do you want to": "Wollen Sie",
    "Documentation": "Dokumentation",
    "Does the image include red and green highlighted regions?": "Enthält das Bild rot und grün hervorgehobene Bereiche?",
    "Does the image look OK?": "Sieht das Bild gut aus?",
    "Does the virtual FarmBot match your real life FarmBot?": "Passt der virtuelle FarmBot zu Ihrem realen FarmBot?",
    "Don't allow movement past the maximum value provided in AXIS LENGTH (for AXIS LENGTH values other than '0'). (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Verhindert Bewegungen über die angegebene Achsenlänge hinaus (für Achslängen die größer sind als '0'). (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Don't ask about saving sequence work before closing browser tab. Warning: may cause loss of data.": " Frage nicht nach dem Speichern von Sequenzarbeiten, bevor der Browser-Tab geschlossen wird. Warnung: Kann zu Datenverlust führen.",
    "Don't ask about saving work before closing browser tab. Warning: may cause loss of data.": "Beim Schließen des Browser-Tabs keinen Bestätigungsdialog zum Speichern der Daten aufrufen. Achtung: Kann zu Datenverlust führen.",
    "Don't save weeds detected outside of garden bed. (default: {{ defaultUseBounds }})": "Außerhalb des Beetes erkanntes Unkraut nicht speichern. (Standard: {{ defaultUseBounds }})",
    "DOWNGRADE TO": "DOWNGRADE ZU",
    "Download FarmBot OS": "FarmBot OS herunterladen",
    "Download Photo": "Foto herunterladen",
    "Download the version of FarmBot OS that corresponds to your FarmBot kit and its internal computer.": " Lade die Version von FarmBot OS herunter, die Ihrem FarmBot-Kit und seinem internen Computer entspricht.",
    "Drag and drop": "Drag & drop",
    "Drag and drop into map": "Auf Karte ziehen und fallen lassen",
    "DRAG COMMAND HERE": "ZIEHE BEFEHL HIER HER",
    "duplicate step": "Schritt duplizieren",
    "Duration": "Dauer",
    "Dynamic map size": "Dynamische Kartengröße",
    "E-STOP Button": "NOT-AUS-Taste",
    "E-Stop on Movement Error": "E-Stop bei Bewegungsstörung",
    "Edit": "Bearbeiten",
    "Edit event": "Event bearbeiten",
    "edit filter settings": "Filtereinstellungen bearbeiten",
    "edit folder": "Ordner bearbeiten",
    "Edit garden": "Garten bearbeiten",
    "Edit group": "Gruppe bearbeiten",
    "edit in map": "auf der Karte bearbeiten",
    "Edit on": "Bearbeiten ein",
    "Edit plant group": "Pflanzengruppe bearbeiten",
    "Edit point group": "Punktgruppe bearbeiten",
    "Edit Sequence": "Sequenz bearbeiten",
    "Edit slot": "Platz bearbeiten",
    "Edit slot coordinates": "Slot-Koordinaten bearbeiten",
    "Edit slot coordinates setup": "Slot-Koordinaten Aufbau bearbeiten",
    "Edit slot group": "Slot-Gruppe bearbeiten",
    "Edit slot panel": "Slot-Panel bearbeiten",
    "Edit tool": "Werkzeug bearbeiten",
    "Edit weed": "Unkraut bearbeiten",
    "Edit weed group": "Unkrautgruppe bearbeiten",
    "Education Documentation": "Bildungsdokumentation",
    "Electronics Board": "Elektronikplatine",
    "Else Execute": "Sonst ausführen",
    "Email has been sent.": "Email wurde versendet.",
    "emergency stop": "Not-Halt",
    "Emergency stop": "Not-Halt",
    "Emergency stop active": "Not-Aus aktiv",
    "Emergency stop if movement is not complete after the maximum number of retries. (default: {{ eStopOnError }})": " Not-Halt, wenn die Bewegung nach der maximalen Anzahl von Wiederholungsversuchen nicht abgeschlossen ist.(Standard: {{ eStopOnError }})",
    "Emergency unlock": "Not-Halt entsperren",
    "Empty": "Leer",
    "Enable 2nd X Motor": "Aktiviere 2. X-Achsen Motor",
    "Enable Encoders": "Aktiviere Encoder",
    "Enable limit switches": "Aktiviere Endschalter",
    "Enable plant animations in the garden map.": " Aktiviere Pflanzenanimationen in der Gartenkarte.",
    "Enable quiet motors. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Leise Motoren einschalten. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Enable sequence begin logs": "Aktiviere Sequenzanfang Logs",
    "Enable sequence complete logs": "Aktiviere Sequenzende Logs",
    "Enable sequence step logs": "Aktiviere Sequenzschritt Logs",
    "Enable Stall Detection": "Aktiviere Blockaden Erkennung",
    "Enable use of a second x-axis motor. Connects to E0 on RAMPS. (default: {{ x2Motor }})": "Aktiviere die Nutzung eines zweiten X-Achsen Motors. Wird bei RAMPS auf E0 angeschlossen. (Standard: {{ x2Motor }})",
    "Enable use of electronic limit switches for end detection, finding axis length, and homing. Limit switches are contact switches or momentary push buttons that can be added to the end of each axis to be engaged when an axis reaches the end. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": " Aktiviere die Verwendung elektronischer Endanschläge zur Enderkennung, Kalibrierung und Referenzfahrt. Endschalter sind Kontaktschalter die an den Achsendlagen angebracht werden können. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Enable use of motor stall detection for detecting missed steps, finding axis length, and homing. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": " Aktiviere die Verwendung der Motorstillstandserkennung zum Erkennen von Fehlschritten, zur Kalibrierung und zum Referenzieren. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Enable use of rotary encoders for stall detection, finding axis length, and homing. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": " Aktiviere die Verwendung von Encoder für die Blockiererkennung, Kalibrierung und Referenzfahrt. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "enabled": "Aktiviert",
    "Encoder Scaling": "Encoder Skalierung",
    "ENCODER TYPE": "ENCODER TYP",
    "Encoders": "Encoder",
    "End date must not be before start date.": "Enddatum darf nicht vor Startdatum liegen.",
    "End time must be after start time.": "Endzeit muss vor Startzeit liegen.",
    "Ensure that the camera lens is not covered and there is adequate lighting. Try unplugging the camera and plugging it back in.": "Vergewissern Sie sich, dass das Kameraobjektiv nicht verdeckt ist und die Beleuchtung ausreichend ist. Versuchen Sie, die Kamera auszustecken und wieder einzustecken.",
    "Enter Email": "Email",
    "Enter Password": "Passwort",
    "Entire system": "Gesamtes System",
    "Environment": "Umgebung",
    "Environment variables added here can be accessed via the LUA sequence step 'env()' function.": "Auf die hier hinzugefügten Umgebungsvariablen kann über die LUA-Sequenzschritt-Funktion 'env()' zugegriffen werden.",
    "error": "fehler",
    "Error": "Fehler",
    "Error deleting config data": "Fehler beim löschen der Konfigurationsdaten",
    "Error Handling": "Fehlerbehandlung",
    "Error taking photo": "Fehler beim Foto aufnehmen",
    "Error: tour step does not exist": "Fehler: Tourschritt existiert nicht",
    "Ethernet connection (optional)": "Ethernet-Anschluss (optional)",
    "Evaluate Lua commands. For power users and software developers.": "Auswertung von LUA Befehlen. Für Powernutzer und Softwareentwickler.",
    "Event start time needs to be in the future, not the past.": "Event Startzeit muss in der Zukunft liegen, nicht in der Vergangenheit.",
    "Every": "Jede",
    "Execute a sequence if a condition is satisfied. If the condition is not satisfied, chose to do nothing or execute a different sequence.": "Rufe eine Sequenz auf wenn die Bedingung zutrifft. Trifft die Bedingung nicht zu, kann eine andere Sequenz aufgerufen oder auch nicht reagiert werden.",
    "Execute Lua commands. For power users and software developers.": "Ausführen von LUA Befehlen. Für Powernutzer und Softwareentwickler.",
    "Execute Sequence": "Sequenz ausführen",
    "exit": "verlassen",
    "Exit": "Verlassen",
    "Export": "Exportieren",
    "Export all data related to this device. Exports are delivered via email as JSON file attachments.": "Exportiere alle Daten zu diesem Gerät. Exporte werden per E-Mail als JSON versendet.",
    "Export data": "Exportiere Daten",
    "Export parameters": "Exportiere Parameter",
    "Export request received. Please allow up to 10 minutes for delivery.": "Exportanfrage erhalten. Die Lieferzeit beträgt bis zu 10 Minuten.",
    "Express Documentation": "Express Dokumentation",
    "Externally defined": "Extern definiert",
    "extras": "Extras",
    "Factory reset": "Werkseinstellung",
    "Fallback Soil Height": "Fallback-Bodenhöhe",
    "false": "falsch",
    "FarmBot and the browser are both connected to the internet (or have been recently). Try rebooting FarmBot and refreshing the browser. If the issue persists, something may be preventing FarmBot from accessing the message broker (used to communicate with your web browser in real-time). If you are on a company or school network, a firewall may be blocking port 5672 or port 8883. Ensure that the blue LED communications light on the FarmBot electronics box is illuminated.": "FarmBot und der Browser sind beide mit dem Internet verbunden (oder waren es vor kurzem). Versuchen Sie, FarmBot neu zu starten und den Browser zu aktualisieren. Wenn das Problem weiterhin besteht, kann es sein, dass FarmBot aus irgendeinem Grund nicht auf den Message Broker zugreifen kann (der für die Kommunikation mit Ihrem Webbrowser in Echtzeit verwendet wird). Wenn Sie sich in einem Firmen- oder Schulnetzwerk befinden, kann es sein, dass eine Firewall Port 5672 oder Port 8883 blockiert. Vergewissern Sie sich, dass die blaue LED-Kommunikationsleuchte an der FarmBot-Elektronikbox leuchtet.",
    "FarmBot and the browser both have internet connectivity, but we haven't seen any activity from FarmBot on the Web App in a while. This could mean that FarmBot has not synced in a while, which might not be a problem. If you are experiencing usability issues, however, it could be a sign of HTTP blockage on FarmBot's local internet connection.": "FarmBot und der Browser haben beide Verbindung zum Internet. Wir haben jedoch seit einer Weile keine Aktivität in der WebApp mehr festgestellt. Das könnte bedeuten, dass der FarmBot seit einer Weile nicht mehr Synchronisiert wurde, was aber kein Problem sein sollte. Sollten Sie Probleme mit der Bedienbarkeit feststellen, könnte das ein Zeichen sein, dass an der lokalen Internetverbindung des FarmBot eine HTTP Blockade vorliegt.",
    "FarmBot forum": "FarmBot Forum",
    "FarmBot forum.": "FarmBot Forum.",
    "FarmBot Info": "FarmBot Information",
    "FarmBot is at position ": "FarmBot's Position ist ",
    "FarmBot is not connected.": "FarmBot ist nicht verbunden.",
    "FarmBot is offline": "FarmBot ist Offline",
    "FarmBot model": "FarmBot Modell",
    "FarmBot motor load": "FarmBot Motorlast",
    "FarmBot Network Requirements": "FarmBot Netzwerkanforderungen",
    "FarmBot origin (home) location in images. If the origin does not correspond to an image corner, rotate the camera until one does. (default: {{ defaultOrigin }})": "Richtung zum Farmbot Nullpunkt (Home) in den Bildern. Wenn die Richtung zwischen den Ecken ist, muss die Kamera gedreht werden. (Standard: {{ defaultOrigin }})",
    "FarmBot OS action.": "FarmBot OS aktion.",
    "FarmBot OS or micro-controller firmware action.": "FarmBot OS oder Mikro-Controller firmware Aktion.",
    "FarmBot OS will automatically download and install software updates at the chosen time.": "FarmBot OS lädt automatisch Software-Updates herunter und installiert sie zum gewünschten Zeitpunkt.",
    "FarmBot position (X, Y, Z)": "FarmBot-Position (X, Y, Z)",
    "FarmBot position unknown.": "FarmBot Position unbekannt.",
    "FarmBot sent a malformed message. You may need to upgrade FarmBot OS. Please upgrade FarmBot OS and log back in.": "FarmBot hat eine fehlerhafte Nachricht übermittelt. Vermutlich muss das FarmBot OS aktualisiert werden. Bitte FarmBot OS aktualisieren und erneut einloggen.",
    "FarmBot soil z": "FarmBot Erde Z",
    "FarmBot Web App": "FarmBot WebApp",
    "Farmduino firmware is missing. Press the yellow FLASH FIRMWARE button to flash the firmware to your FarmBot. Verify FIRMWARE selection matches FarmBot kit version and check the USB cable between the Raspberry Pi and the Farmduino. Reboot FarmBot after a reconnection. If the issue persists, reconfiguration of FarmBot OS may be necessary.": "Die Farmduino-Firmware fehlt. Drücken Sie die gelbe FLASH FIRMWARE-Taste, um die Firmware auf Ihren FarmBot zu flashen. Vergewissern Sie sich, dass die FIRMWARE-Auswahl mit der FarmBot-Kit-Version übereinstimmt und überprüfen Sie das USB-Kabel zwischen dem Raspberry Pi und dem Farmduino. Starten Sie FarmBot nach einer erneuten Verbindung neu. Wenn das Problem weiterhin besteht, kann eine Neukonfiguration des FarmBot-Betriebssystems erforderlich sein.",
    "Farmware execution": "Farmware Ausführung",
    "Farmware not found.": "Farmware nicht gefunden.",
    "Farmware Tools version": "Farmware Tools Version",
    "Featured Shared Sequences": "Geteilte Sequenzen",
    "Featured shared sequences published by FarmBot Inc.": "Von FarmBot Inc. veröffentlichte Sequenzen",
    "Feedback already sent.": "Feedback bereits gesendet.",
    "Feedback sent.": "Feedback gesendet.",
    "field": "Feld",
    "filter": "Filter",
    "Filter map photos": "Map Photos filtern",
    "filters": "Filter",
    "Filters active": "Aktive Filter",
    "Find a detail in the image at the soil level where the coordinates are known (for example, a spot watered by FarmBot), and compare the known coordinates against the location for the detail shown in the map.": "Suchen Sie ein Detail im Bild auf Bodenhöhe, dessen Koordinaten bekannt sind (z. B. eine von FarmBot bewässerte Stelle), und vergleichen Sie die bekannten Koordinaten mit der Position des in der Karte angezeigten Details",
    "Find axis length": "Ermittle Achsenlänge",
    "find home": "finde home",
    "Find Home": "Finde Home",
    "FIND HOME": "FINDE HOME",
    "Find Home on Boot": "Finde Home beim Booten",
    "FIND LENGTH": "ERMITTLE LÄNGE",
    "Find out more": "Erfahre mehr",
    "Finish creating the group": "Die Erstellung der Gruppe abschließen",
    "Finish setup": "Einrichtung beenden",
    "Firmware commit": "Firmware Commit",
    "Firmware path": "Firmware Pfad",
    "Firmware value from your choice in the dropdown to the left, as understood by the Web App.": "Im Dropdown ausgewählte Firmware Version, wie von der WebApp interpretiert.",
    "Firmware value reported from the firmware, as understood by FarmBot OS.": "Firmware Version gemeldet von der Firmware, wie vom FarmBot OS interpretiert.",
    "Firmware value reported from the firmware.": "Firmware Version von der Firmware gemeldet.",
    "Fix issues above to continue.": "Beheben Sie die oben genannten Probleme, um fortzufahren",
    "Flash FarmBot's SD card with FarmBot OS and re-insert it.": "Flashen Sie die SD-Karte von FarmBot mit FarmBot OS und setzen Sie sie wieder ein",
    "flash firmware": "Firmware flashen",
    "Flash firmware": "Firmware flashen",
    "Flash Firmware": "Firmware Flashen",
    "follow": "folgen",
    "For IT Security Professionals": "Für IT-Sicherheitsexperten",
    "Forgot password?": "Passwort vergessen?",
    "Formula": "Formel",
    "from": "von",
    "front": "Vorderseite",
    "Gantry": "Portal",
    "Gantry-mounted": "Am Portal montiert",
    "Garden not found.": "Garten nicht gefunden.",
    "Garden Saved.": "Garten gespeichert.",
    "Gardens": "Gärten",
    "Genesis Documentation": "Genesis Dokumentation",
    "Genesis v1.2 through v1.4 bots did not include the camera calibration card. Instead, these kits included red calibration objects and must be calibrated using an alternative method": "Bei den Genesis Versionen V1.2 bis v1.4 wurde anstatt den Kalibrationskarten rote Kalibrierobjekte versendet. Bei diesen muss die alternative Methode zur Kalibration angewendet warden.",
    "Get growing!": "Wachse!",
    "Get Help": "Hilfe holen",
    "Get in touch with our support staff. Only available to customers who have purchased a full FarmBot kit from FarmBot Inc.": "Setzen Sie sich mit unserem Support-Team in Verbindung. Nur verfügbar für Kunden, die ein komplettes FarmBot-Kit von FarmBot Inc. erworben haben",
    "Get in touch with our support staff. Only available to customers with a": "Setzen Sie sich mit unserem Support-Team in Verbindung. Nur verfügbar für Kunden mit einem",
    "Get Started": "Los geht's",
    "Getting started": "Los geht's",
    "Getting Started": "Los geht's",
    "Give your group a descriptive name such as \"All Spinach Plants\". When you are finished editing your group press the back button and advance the tour.": "Geben Sie Ihrer Gruppe einen beschreibenden Namen, wie z. B. \"Alle Spinatpflanzen\". Wenn Sie mit der Bearbeitung Ihrer Gruppe fertig sind, drücken Sie die Taste \"Zurück\" und fahren Sie mit der Tour fort.",
    "GO": "LOS",
    "Go ahead and add more groups. It is best to have a group for every set of plants where you wish to perform the same operation (such as watering) on each member of the group. Once you have added additional groups, you are finished with this tour!": "Fügen Sie ruhig weitere Gruppen hinzu. Es ist am besten, eine Gruppe für jede Gruppe von Pflanzen zu haben, bei denen Sie den gleichen Vorgang (z.B. Bewässerung) bei jedem Mitglied der Gruppe durchführen möchten. Sobald Sie weitere Gruppen hinzugefügt haben, sind Sie mit dieser Tour fertig!",
    "Go ahead and add more plants to your garden. Once you have added at least two crop types, advance the tour.": "Fügen Sie Ihrem Garten weitere Pflanzen hinzu. Sobald Sie mindestens zwei Pflanzenarten hinzugefügt haben, können Sie die Tour fortsetzen.",
    "go back": "gehe zurück",
    "good": "gut",
    "Grace Period": "Schonfrist",
    "Gray": "Grau",
    "grayscale depth": "Graustufentiefe",
    "Greater than": "Größer als",
    "Green": "Grün",
    "Grid and row planting": "Gitter- und Reihenpflanzung",
    "Grid and Row Planting": "Gitter und Reihenpflanzung",
    "Grid point": "Gitterpunkt",
    "Group Filters": "Gruppenfilter",
    "GROUP MEMBERS ({{count}})": "GRUPPENEINTRÄGE ({{count}})",
    "Groups": "Gruppen",
    "Groups of plants are listed in the groups section. Once you create some groups, they will be listed here for you to view and manage. To make your first group, press the group + button and then advance the tour.": "Gruppen von Pflanzen sind im Abschnitt Gruppen aufgeführt. Sobald Sie einige Gruppen erstellt haben, werden sie hier aufgelistet, damit Sie sie ansehen und verwalten können. Um Ihre erste Gruppe zu erstellen, drücken Sie auf die Schaltfläche \"Gruppe +\" und gehen dann die Tour weiter",
    "Growing Degree Days": "Wachstumszeit",
    "Hard reset your FarmBot by reflashing the latest version of FarmBot OS onto the microSD card. This will erase all data from the device and allow you to start from a clean slate. This is recommended if you are experiencing problems with your setup. Upon hard resetting, your device will go into Configurator mode.": "Hard Reset flasht die neuste Version von FarmBot OS auf die microSD Karte. Dabei warden alle Daten vom Gerät gelöscht und ermöglicht einen kompletten Neustart. Diese Funktion wird empfohlen, wenn am System Probleme auftreten. Nach dem Hard Reset geht das Gerät in den Konfigurationsmodus über.",
    "Hardware parameter import error.": "Fehler beim importieren der Hardware Parameter.",
    "Hardware setting conflict": "Hardware Konflikt",
    "Harvested": "Geerntet",
    "Has your IT department confirmed that the necessary ports are opened or are you installing FarmBot at home?": "Hat Ihre IT-Abteilung bestätigt, dass die erforderlichen Ports geöffnet sind, oder installieren Sie FarmBot zu Hause?",
    "Have a question for the greater FarmBot community? Get help by asking our global community of users on the": "Sie haben eine Frage an die FarmBot-Community? Holen Sie sich Hilfe, indem Sie unsere globale Gemeinschaft von Nutzern auf der",
    "Have the browser also read aloud log messages on the \"Speak\" channel that are spoken by FarmBot.": "Der Browser darf Log-Nachrichten auf dem \"Speak\" -Kanal vorlesen, die von FarmBot gesprochen werden.",
    "Have you selected your FarmBot model?": "Haben Sie Ihr FarmBot-Modell ausgewählt?",
    "Head over to": "Gehe nach",
    "height": "höhe",
    "Height": "Höhe",
    "help": "hilfe",
    "Help": "Hilfe",
    "here": "hier",
    "Here you'll find important information about your account, your FarmBot, and news such as new feature announcements. Look for the blue badge in the main menu to see when new messages are available.": "Hier sind wichtige Informationen über den Account, den FarmBot und Neuigeiten wie Ankündigungen neuer Funktionen zu finden.",
    "hexagonal packing": "Hexagonal anordnen",
    "hide": "ausblenden",
    "hide icons": "Icons ausblenden",
    "Hide Sensors panel": "Sensor Panel ausblenden",
    "Hide Webcam widget": "Verstecke Webcam widget",
    "hide z display": "Z Fenster ausblenden",
    "Highlight modified settings": "Geänderte Einstellungen hervorheben",
    "Home position adjustment travel speed (homing and finding axis length) in millimeters per second. (default: x: {{ x }}mm/s, y: {{ y }}mm/s, z: {{ z }}mm/s)": " Geschwindigkeitseinstellung für die Homeposition (Referenzfahrt und Kalibrierung) in Millimetern pro Sekunde. (Standard: x: {{ x }}mm/s, y: {{ y }}mm/s, z: {{ z }}mm/s)",
    "Homing Speed (mm/s)": " Homing Geschwindigkeit (mm/s)",
    "hours": "stunden",
    "Hours": "Stunden",
    "HUE": "FARBTON",
    "I agree to the": "Ich akzeptiere die",
    "I Agree to the Terms of Service": "Ich stimme den Nutzungsbedingungen zu",
    "I can't find the calibration card": "Ich kann die Kalibrierungskarte nicht finden",
    "I do not know my FarmBot model": "Ich kenne mein FarmBot-Modell nicht",
    "I do not know my order number": "Ich kenne meine Bestellnummer nicht",
    "I do not know where to connect the ethernet cable": "Ich weiß nicht, wo ich das Ethernet-Kabel anschließen soll",
    "I do not know where to get FarmBot OS": "Ich weiß nicht, wo ich FarmBot OS bekommen kann",
    "I do not wish to continue yet": "Ich möchte noch nicht weitermachen",
    "I pressed the wrong button": "Ich habe den falschen Knopf gedrückt",
    "I still need to assemble FarmBot": "Ich muss FarmBot noch zusammenbauen",
    "I was redirected to a farm.bot page": "Ich wurde auf eine farm.bot-Seite umgeleitet",
    "I'm not sure": "Ich bin mir nicht sicher",
    "icon in the main navigation bar to open up the documentation in-app": "Symbol in der Hauptnavigationsleiste, um die In-App-Dokumentation zu öffnen",
    "If ...": "Wenn ...",
    "If enabled, FarmBot will: (1) Move Z to the Safe Z height, (2) Move X and Y to the new location, and (3) Move Z to the new location": "Bewegungsablauf wenn aktiv: (1) Z auf eine sichere Höhe bewegen, (2) X- und Y-Achsen auf die neue Position, und (3) Z auf die Soll Position bewegen.",
    "If encoders or limit switches are enabled, find home for an axis (set zero position).": "Bei aktivierten Motorencoder oder Endschaltern wird hiermit die Homeposition der Achse gesucht (Setze Nullpunkt).",
    "If encoders or limit switches are enabled, find the home position when the device powers on. Warning! This will perform homing on all axes when the device powers on. Encoders or limit switches must be enabled. It is recommended to make sure homing works properly before enabling this feature. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Wenn Motorencoder oder Endschalter aktiviert sind, wird die Homeposition gesucht, wenn das Gerät eingeschaltet wird. Warnung! Dadurch wird beim Einschalten des Geräts eine Referenzfahrt auf allen Achsen durchgeführt. Encoder oder Endschalter müssen aktiviert sein. Es wird empfohlen, sicherzustellen, dass die Referenzfahrt ordnungsgemäß funktioniert, bevor diese Funktion aktiviert wird. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "If encoders or limit switches are enabled, home axis and determine maximum. Will set axis length value.": " Wenn Encoder oder Endanschläge aktiviert sind, sucht die Achse die Homeposition und anschließend die Maximumposition. Setzt automatisch den Wert der ermittelten Achslänge ein.",
    "If encoders, stall detection, or limit switches are enabled, home axis and determine maximum. Will set axis length value.": " Wenn Encoder, Blockiererkennung oder Endanschläge aktiviert sind, sucht die Achse die Homeposition und anschließend die Maximalposition. Setzt automatisch den Wert der ermittelten Achslänge ein.",
    "If not using a webcam, use this setting to remove the widget from the Controls panel.": "Diese Einstellung entfernt das Webcam widget vom Steuerungs Panel.",
    "If not using sensors, use this setting to remove the panel from the Farm Designer.": " Diese Einstellung entfernt das Sensoren widget aus dem Farm Designer.",
    "If stall detection or limit switches are enabled, find home for an axis (set zero position).": " Wenn Blockiererkennung oder Endstopps aktiviert sind, wird Homeposition gesucht (Null finden).",
    "If stall detection or limit switches are enabled, find the home position when the device powers on. Warning! This will perform homing on all axes when the device powers on. Stall detection or limit switches must be enabled. It is recommended to make sure homing works properly before enabling this feature. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Wenn Blockiererkennung oder Endschalter aktiviert sind, wird die Homeposition gesucht, wenn das Gerät eingeschaltet wird. Warnung! Dadurch wird beim Einschalten des Geräts eine Referenzfahrt auf allen Achsen durchgeführt. Blockiererkennung oder Endschalter müssen aktiviert sein. Es wird empfohlen, sicherzustellen, dass die Referenzfahrt ordnungsgemäß funktioniert, bevor diese Funktion aktiviert wird. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "If stall detection or limit switches are enabled, home axis and determine maximum. Will set axis length value.": " Wenn Blockiererkennung oder Endanschläge aktiviert sind, sucht die Achse die Homeposition und anschließend die Maximalposition. Setzt automatisch den Wert der ermittelten Achslänge ein.",
    "If Test Fails": "Im Fehlerfall",
    "If the problem persists after performing the recommendations above, you may have a defective camera. You can request a free replacement": "Wenn das Problem nach Durchführung der oben genannten Empfehlungen weiterhin besteht, ist die Kamera möglicherweise defekt. Sie können einen kostenlosen Ersatz anfordern",
    "If you are installing FarmBot at a school or enterprise where the internet network is managed by an IT department, you must ensure that certain ports are opened to allow FarmBot to fully connect to the web app. If you are installing FarmBot in one of these locations, have your IT department review the following help page to ensure FarmBot will be able to fully connect once configured.": "Wenn Sie FarmBot in einer Schule oder einem Unternehmen installieren, in dem das Internet-Netzwerk von einer IT-Abteilung verwaltet wird, müssen Sie sicherstellen, dass bestimmte Ports geöffnet sind, damit FarmBot eine vollständige Verbindung zur Web-App herstellen kann. Wenn Sie FarmBot an einem dieser Standorte installieren, bitten Sie Ihre IT-Abteilung, die folgende Hilfeseite zu prüfen, um sicherzustellen, dass FarmBot nach der Konfiguration eine vollständige Verbindung herstellen kann.",
    "If you are sure you want to delete your account, type in your password below to continue.": "Bitte Kennwort unten eingeben, um den Löschvorgang des Accounts zu bestätigen.",
    "If you are sure you want to reset your account, type in your password below to continue.": "Um den Account zurückzusetzen, muss das Kennwort unten eingegeben und mit dem Button bestätigt werden.",
    "If you ever purchase new tools or make your own, add them to the app by clicking the + tool button. Once the tool has been added, load it into an available slot to begin using it in your sequences!": "Wenn Sie neue Werkzeuge kaufen oder selbst herstellen, fügen Sie sie der App hinzu, indem Sie auf die Schaltfläche + Werkzeug klicken. Sobald das Werkzeug hinzugefügt wurde, laden Sie es in einen freien Slot, um es in Ihren Sequenzen zu verwenden!",
    "If you have a webcam, you can view the video stream in this widget. Press the edit button to update and save your webcam URL. Note: Some webcam services do not allow webcam feeds to be embedded in other sites. If you see a web browser error after adding a webcam feed, there is unfortunately nothing FarmBot can do to fix the problem. Please contact your webcam's customer support to see if the security policy for embedding feeds into other sites can be changed.": "In diesem Widget kann ein Videostream einer Webcam angezeigt werden. Durch einen klick auf die Bearbeiten taste, kann die Webcam URL bearbeitet und gespeichert werden. Hinweis: Manche Webcam Dienste verhindern das einbetten des Webcam Streams auf anderen Seiten. Wenn ein Browserfehler nach dem hinzufügen des Webcam Streams auftritt, kann FarmBot den Fehler leider nicht beheben. Bitte kontaktieren Sie in diesem Fall den Kundenservice des Webcam Herstellers, um zu prüfen, ob die security policy für externe Seiten geändert werden kann.",
    "If you want to play around and keep your data, feel free to make a real account at": "Erstelle doch einen richtigen Account, um weiter herumzuspielen und die geänderten Daten zu behalten",
    "Image blur kernel size. Must be an odd number greater than 1. (default: {{ defaultBlur }})": " Kernelgröße für Bildunschärfe. Muss eine ungerade Zahl größer als 1 sein. (Standard: {{ defaultBlur }})",
    "Image Deleted.": "Bild gelöscht.",
    "Image pixel to FarmBot coordinate scale. Typically between 0.1 and 2, this value matches image scale with the FarmBot coordinate system. (default: {{ defaultScale }} (uncalibrated))": " Bildpixel zu FarmBot-Koordinatenskala. In der Regel zwischen 0,1 und 2, dieser Wert passt den Bild-Maßstab zum FarmBot Koordinatensystem an (Standard: {{ defaultScale }} (uncalibrated))",
    "Images": "Bilder",
    "Images may take up to 3 minutes to appear.": "Es kann bis zu 3 Minuten dauern, bis die Bilder erscheinen",
    "Images may take up to 30 seconds to appear.": "Es kann bis zu 30 Sekunden dauern, bis die Bilder erscheinen",
    "IMPORT": "IMPORTIEREN",
    "Import parameters": "Parameter Importieren",
    "Imported and edited publicly shared sequence.": "Importierte und bearbeitete öffentlich freigegebene Sequenz.",
    "Imported publicly shared sequence.": "Importierte öffentlich freigegebene Sequenz.",
    "importing": "Importieren",
    "Importing the sequence into their FarmBot account to view and use it as they deem fit": "Sie importieren die Sequenz in ihr FarmBot-Konto, um sie nach eigenem Belieben einzusehen und zu verwenden",
    "Importing this sequence will allow you to use it with your FarmBot and make changes. If the original author of the sequence publishes a new version, you will have the option to upgrade your copy.": "Wenn Sie diese Sequenz importieren, können Sie sie mit Ihrem FarmBot verwenden und Änderungen vornehmen. Wenn der ursprüngliche Autor der Sequenz eine neue Version veröffentlicht, haben Sie die Möglichkeit, Ihre Kopie zu aktualisieren",
    "in map": "auf Karte",
    "In real life, load one of FarmBot's tools (such as the watering nozzle) into a toolbay slot. Then, using the controls popup, instruct FarmBot to find the home position.": "In der Realität laden Sie eines der FarmBot-Werkzeuge (z. B. die Bewässerungsdüse) in einen Werkzeugschacht. Weisen Sie FarmBot dann über das Popup-Menü der Steuerung an, die Ausgangsposition zu finden",
    "in slot": "in Platz",
    "In this tour you'll learn how to add plants to your garden, create filter-based groups of those plants, and snapshot your garden layout for future growing seasons. Let's get started!": "In dieser Tour lernen Sie, wie Sie Ihrem Garten Pflanzen hinzufügen, filterbasierte Gruppen dieser Pflanzen erstellen und Ihr Gartenlayout für künftige Anbausaisonen in einer Momentaufnahme festhalten. Legen wir los!",
    "IN USE": "IN BETRIEB",
    "inactive": "inaktiv",
    "incompatible": "inkompatibel",
    "indoor": "Innenbereich",
    "Input is not needed for this Farmware.": "Für diese Farmware wird keine Eingabe benötigt.",
    "Input required": "Eingabe benötigt",
    "Insert a luer lock needle into the 3-in-1 tool head and place a seed trough into the gantry-mounted seed trough holder. Then, using the controls popup, instruct FarmBot to find the home position.": "Führen Sie eine Luer-Lock-Nadel in den 3-in-1-Werkzeugkopf ein und setzen Sie einen Saatguttrog in den an der Gantry montierten Saatguttroghalter. Weisen Sie FarmBot dann über das Popup-Fenster der Steuerung an, die Ausgangsposition zu finden.",
    "Inspect the wood raised bed (Express kits) or track extrusions (Genesis kits) for bumps. Use sand paper to smooth out imperfections.": "Überprüfen Sie das Holz-Hochbeet (Express-Bausätze) oder die Schienenprofile (Genesis-Bausätze) auf Unebenheiten. Verwenden Sie Schleifpapier, um Unebenheiten zu glätten.",
    "Install": "Installieren",
    "Install error": "Fehler bei der Installation",
    "install Farmware": "Farmware installieren",
    "Install Farmware": "Farmware installieren",
    "Install first-party Farmware": "first-party Farmware installieren",
    "Install new Farmware": "Alle neue Farmwares installieren",
    "installation pending": "Installation ausstehend",
    "Installing FarmBot OS": "Installiere FarmBot OS",
    "Installing FarmBot OS documentation": "Installations-Dokumentation des FarmBot OS",
    "Internal Computer": "Interner Computer",
    "Internationalize Web App": "Internationalisiere Web App",
    "Interpolated Soil Z at": "Interpolierte Erde Z bei",
    "Interpolation step size": "Interpolationsschrittweite",
    "Interpolation use nearest": "Interpolation am nächsten verwenden",
    "Interpolation weight": "Interpolationsgewicht",
    "Introduction": "Einführung",
    "Invalid date": "Ungültiges Datum",
    "Invalid property for resource.": " Ungültige Eigenschaft für Ressource.",
    "Invalid Raspberry Pi GPIO pin number.": "Ungültige Raspberry Pi GPIO pin Nummer.",
    "Invalid selection.": "Ungültige Auswahl.",
    "Invert {{ axis }}-axis Jog Buttons": "Invertiere {{ axis }}-Achse Jog Tasten",
    "Invert 2nd X Motor": "Invertiere 2. X-Achsen Motor",
    "Invert axis limit switches. Enable for normally closed (NC), disable for normally open (NO). (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Invertiere Achsen Endschalter. Aktivieren für Ruhestellung geschlossen (NC), deaktivieren für Ruhestellung geöffnet (NO). (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Invert direction of motor while finding axis length. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Invertiere Motor Drehrichtung bei Messung der Achslänge. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Invert direction of motor. (default: {{ x }})": "Invertiere die Drehrichtung des Motors. (Standard: {{ x }})",
    "Invert Encoders": "Invertiere Encoders",
    "Invert Jog Buttons": "Invertiere Jog-Tasten",
    "Invert limit switches": "Invertiere Endschalter",
    "Invert Motors": "Invertiere Motors",
    "Invert the range of hues selected. Typically used to select the full range of reds. (default: {{ defaultInvertState }})": "Invertiere den Einstellbereich der Farbe. Hilfreich um den gesamten Rotbereich auszuwählen. (Standard: {{ defaultInvertState }})",
    "Invert X Axis Jog Button": "Invertiere Jog Taste X-Achse",
    "Invert Y Axis Jog Button": "Invertiere Jog Taste X-Achse",
    "Invert Z Axis Jog Button": "Invertiere Jog Taste X-Achse",
    "is": "ist",
    "is equal to": "ist gleich",
    "Is FarmBot assembled and ready to power on?": "Ist FarmBot zusammengebaut und bereit zum Einschalten?",
    "Is FarmBot online?": "Ist FarmBot online?",
    "is greater than": "ist größer als",
    "is less than": "ist kleiner als",
    "is not": "ist nicht",
    "is not equal to": "ist nicht gleich",
    "Is the calibration card on the soil underneath the camera?": "Liegt die Kalibrierungskarte auf dem Boden unter der Kamera?",
    "Is the configurator loaded?": "Ist der Konfigurator geladen?",
    "Is the FarmBot able to move reliably along the full length of the X-axis in both directions?": "Ist der FarmBot in der Lage, sich zuverlässig über die gesamte Länge der X-Achse in beide Richtungen zu bewegen?",
    "Is the FarmBot able to move reliably along the full length of the Y-axis in both directions?": "Ist der FarmBot in der Lage, sich zuverlässig über die gesamte Länge der Y-Achse in beide Richtungen zu bewegen?",
    "Is the FarmBot able to move reliably along the full length of the Z-axis in both directions?": "Ist der FarmBot in der Lage, sich zuverlässig über die gesamte Länge der Z-Achse in beide Richtungen zu bewegen?",
    "Is the location in the image aligned with the map location?": "Stimmt die Position im Bild mit der Position auf der Karte überein?",
    "Is the SD card with FarmBot OS installed?": "Ist die SD-Karte mit FarmBot OS installiert?",
    "Is the status 'connected'?": "Ist der Status 'verbunden'?",
    "Is the UTM cable plugged in?": "Ist das UTM-Kabel eingesteckt?",
    "Is the z-axis as high as it will go?": "Ist die Z-Achse so hoch wie möglich?",
    "is unknown": "ist unbekannt",
    "Is your phone or computer connected to the FarmBot WiFi network?": "Ist Ihr Telefon oder Computer mit dem FarmBot WiFi-Netzwerk verbunden?",
    "It does not line up": "Es passt nicht zusammen",
    "It made sounds like it was trying to move, but didn't move": "Es machte Geräusche, als ob es sich bewegen wollte, aber es bewegte sich nicht",
    "It moved in a different direction": "Es hat sich in eine andere Richtung bewegt",
    "It moved the opposite direction": "Es hat sich in die entgegengesetzte Richtung bewegt",
    "It moved up": "Es hat sich nach oben bewegt",
    "It seems like it is trying to move too fast, or doesn't have enough torque": "Es scheint, als ob er zu schnell fahren will oder nicht genug Kraft hat",
    "It stalls or has trouble at certain locations": "Es bleibt stehen oder hat an bestimmten Stellen Probleme",
    "It started to move, but stopped early": "Es begann sich zu bewegen, stoppte aber früh",
    "It struggles to move along the whole length of the axis": "Es hat Mühe, sich über die gesamte Länge der Achse zu bewegen",
    "item": "objekt",
    "Item(s) added.": "Objekt(e) hinzugefügt.",
    "ITERATIONS": "Wiederholungen",
    "Job count": "Anzahl Jobs",
    "Just the Arduino": "Nur der Arduino",
    "Keep power applied to motors. Prevents slipping from gravity in certain situations. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": " Motoren immer Ein. Verhindert in bestimmten Situationen ein Verrutschen durch die Schwerkraft (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Key cannot be blank.": "Schlüssel kann nicht leer sein",
    "Language": "Sprache",
    "last message seen ": "letzte Nachricht empfangen am ",
    "Last seen": "Zuletzt gesehen",
    "Last updated": "Letztes update",
    "Latest": "Neueste",
    "latitude": "Breitengrad",
    "Learn more": "Mehr erfahren",
    "Learn more about the app": "Erfahre mehr über die App",
    "Less": "Kleiner",
    "Less than": "Kleiner als",
    "Let's get you familiar with the app and finish setting everything up.": " Machen wir dich mit der App vertraut und beenden die Einrichtung.",
    "License": "Lizenz",
    "Lighting": "Beleuchtung",
    "LIGHTING": "BELEUCHTUNG",
    "Limit Switches": "Endschalter",
    "Limit switches warning": "Endschalter Warnung",
    "Loading": "Wird geladen",
    "Loading slots": "Lade Slots",
    "Loading...": "Wird geladen ...",
    "Local IP": "Lokale IP",
    "location": "Standort",
    "Location": "Ort",
    "Location {{ num }}": "Standort {{ num }}",
    "Location info": "Standort Info",
    "Log not sent by current version of FarmBot OS.": "Protokoll wird von der aktuellen Version von FarmBot OS nicht gesendet",
    "Login": "Einloggen",
    "logout": "Ausloggen",
    "Logout": "Ausloggen",
    "longitude": "Längengrad",
    "Look for the 'Available UART devices' log message.": "Suchen Sie nach der Protokollmeldung 'Verfügbare UART-Geräte'.",
    "low": "niedrig",
    "MAC address": "MAC Adresse",
    "Make a real account": "Erstelle einen richtigen Account",
    "Make sure the calibration card has been placed flat on the soil surface and is fully and clearly visible to the camera. The card must not be warped, bent, overexposed, or obscured in the above image. Lighting may be improved by shading the card from direct sunlight, trying a different time of day, or using FarmBot's lights in the evening or at night. There must be good contrast between the white dots and black calibration card background for calibration to complete successfully. Trying calibration in a different location with fewer distractions in the area surrounding the card may also help.": "Vergewissern Sie sich, dass die Kalibrierungskarte flach auf den Boden gelegt wurde und für die Kamera vollständig und deutlich sichtbar ist. Die Karte darf im obigen Bild nicht verzogen, verbogen, überbelichtet oder verdeckt sein. Die Beleuchtung kann verbessert werden, indem die Karte vor direktem Sonnenlicht geschützt wird, eine andere Tageszeit gewählt wird oder die FarmBot-Lichter am Abend oder in der Nacht verwendet werden. Damit die Kalibrierung erfolgreich abgeschlossen werden kann, muss ein guter Kontrast zwischen den weißen Punkten und dem schwarzen Hintergrund der Kalibrierungskarte vorhanden sein. Es kann auch hilfreich sein, die Kalibrierung an einem anderen Ort mit weniger Ablenkungen in der Umgebung der Karte zu versuchen.",
    "Make sure the motors are working properly. Return to the": "Stellen Sie sicher, dass die Motoren richtig funktionieren. Zurück zum",
    "Making changes to their copy": "Änderungen an ihrer Kopie vornehmen",
    "Manage": "Verwalten",
    "Manage data": "Daten verwalten",
    "Manual": "Manuell",
    "MANUAL CONTROLS": "MANUELLE STEUERUNG",
    "Manual controls video": "Video Manuelle Steuerung",
    "Manual input": "Manuelle Eingabe",
    "Manual Input": "Manuelle Eingabe",
    "manually selected": "manuell ausgewählt",
    "Map": "Karte",
    "MAP": "KARTE",
    "map boxes will change location filter": "Kartenfelder ändern den Positions filter",
    "map boxes will manually add plants": "Kartenfelder fügen manuelle Pflanzen hinzu",
    "Map filters enabled.": "Kartenfilter aktiv.",
    "Map origin": "Nullpunkt auf Karte",
    "Map photo layer off": "Karten Photoebene Aus",
    "Map photo layer on": " Karten Photoebene Ein",
    "Map Points": "Kartenpunkte",
    "Map size": "Kartengröße",
    "Mark": "Markieren",
    "Mark As": "Markieren als",
    "max": "Max",
    "Max Missed Steps": "Max Abweichung Schritte",
    "Max Motor Load": "Max Motorlast",
    "Max Retries": "Max Versuche",
    "Max Speed (mm/s)": "Max Geschwindigkeit (mm/s)",
    "Max Speed toward home (mm/s)": "Max Geschwindigkeit Homing (mm/s)",
    "Maximum motor load (determined by stepper driver) before motor is considered to have stalled. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Maximale Motorlast (gemessen vom Schrittmotor Treiber) bevor eine Motorblockade festgestellt wird. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Maximum travel speed after acceleration in millimeters per second. (default: {{ z }}mm/s)": "Maximale Bewegungsgeschwindigkeit nach der Beschleunigung im Millimeter pro Sekunde. (default: {{ z }}mm/s)",
    "Maximum travel speed after acceleration in millimeters per second. (default: x: {{ x }}mm/s, y: {{ y }}mm/s, z: {{ z }}mm/s)": "Maximale Bewegungsgeschwindigkeit nach der Beschleunigung im Millimeter pro Sekunde. (Standard: x: {{ x }}mm/s, y: {{ y }}mm/s, z: {{ z }}mm/s)",
    "Maximum weed size (diameter) in millimeters. Set to 0 to disable limit. (default: {{ defaultMaxDiameter }})": "Maximale Unkrautgröße (Durchmesser) in Millimetern. Setzen Sie auf 0, um das Limit zu deaktivieren. (Standard: {{ defaultMaxDiameter }})",
    "measure": "Messen",
    "Measure": "Messen",
    "Measure soil height": "Erdhöhe messen",
    "MEASURE SOIL HEIGHT": "ERDHÖHE MESSEN",
    "Memory usage": "Genutzter Speicher",
    "Menu": "Menü",
    "Message": "Meldung",
    "Messages": "Nachrichten",
    "Microsteps per step": "Mikroschritte pro Schritt",
    "Min OS version required": "Min OS version benötigt",
    "Minimum movement speed in millimeters per second. Also used for homing and finding axis length. (default: {{ z }}mm/s)": "Minimale Bewegungsgeschwindigkeit in Millimeter pro Sekunde. Außerdem für Homing und Kalibration verwendet. (Standard: {{ z }}mm/s)",
    "Minimum movement speed in millimeters per second. Also used for homing and finding axis length. (default: x: {{ x }}mm/s, y: {{ y }}mm/s, z: {{ z }}mm/s)": "Minimale Bewegungsgeschwindigkeit in Millimeter pro Sekunde. Außerdem für Homing und Kalibration verwendet. (Standard: x: {{ x }}mm/s, y: {{ y }}mm/s, z: {{ z }}mm/s)",
    "Minimum Speed (mm/s)": "Mindestgeschwindigkeit (mm/s)",
    "Minimum Speed toward home (mm/s)": "Min Geschwindigkeit Homing (mm/s)",
    "Minimum weed size (diameter) in millimeters. Set to 0 to disable limit. (default: {{ defaultMinDiameter }})": "Minimale Unkrautgröße (Durchmesser) in Millimetern. Auf 0 setzen, um die Begrenzung zu deaktivieren. (Standard: {{ defaultMinDiameter }})",
    "Minor adjustments": "Geringfügige Anpassungen",
    "Minutes": "Minuten",
    "minutes of": "Minuten von",
    "Missed Step Decay": "Verfall verpasster Schritte",
    "Missing dependency": "Fehlende Abhängigkeit",
    "MIT License": "MIT Lizenz",
    "Mode": "Modus",
    "Model": "Modell",
    "Moisture": "Feuchtigkeit",
    "Month": "Monat",
    "Months": "Monate",
    "more": "mehr",
    "more bugs!": "mehr bugs!",
    "Most people connect their FarmBot to the internet over WiFi, though you may optionally use a hardwired ethernet connection. If you would like to use an ethernet connection, simply connect an ethernet cable between your WiFi router and the Raspberry Pi.": "Die meisten Anwender verbinden ihren FarmBot über WiFi mit dem Internet, obwohl Sie optional auch eine festverdrahtete Ethernet-Verbindung verwenden können. Wenn Sie eine Ethernet-Verbindung verwenden möchten, schließen Sie einfach ein Ethernet-Kabel zwischen Ihrem WiFi-Router und dem Raspberry Pi an",
    "Motor Current": "Motor Strom",
    "Motor current in milliamps. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Motor Strom in Milliampere. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Motor Load": "Motor Last",
    "Motor position plot": "Motor Positionsdiagramm",
    "Motor stall sensitivity. Most sensitive: -63. Least sensitive: +63. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Empfindlichkeit Erkennung von Motorblockaden. Höchste Empfindlichkeit: -63. Geringste Empfindlichkeit: +63. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Motors": "Motoren",
    "MOTORS": "MOTOREN",
    "mounted": "montiert",
    "mounted tool": "montiertes Werkzeug",
    "Mounted Tool": "Montiertes Werkzeug",
    "Move": "Bewegung",
    "move {{axis}} axis": "Bewege {{axis}} Achse",
    "Move a servo to the provided angle. An angle of 90 degrees corresponds to the servo midpoint (or, for a continuous rotation servo, no movement). Tip: follow with a WAIT command to allow the servo to reach the target position.": " Bewegen Sie ein Servo auf den angegebenen Winkel. Ein Winkel von 90 Grad entspricht dem Mittelpunkt des Servos (oder, bei einem Servo mit kontinuierlicher Drehung, keine Bewegung). Tipp: Lassen Sie einen WARTEN-Befehl folgen, damit das Servo die Zielposition erreichen kann",
    "MOVE AMOUNT (mm)": "BETRAG BEWEGEN (mm)",
    "Move FarmBot to a different location and try again.": "Verschieben Sie FarmBot an eine andere Position und versuchen Sie es erneut",
    "Move FarmBot to home for the provided axis.": "Bewege die gewählte Achse zur Homeposition.",
    "Move into": "Verschiebe in",
    "move mode": "Bewegungs Modus",
    "Move out of folders": "Verschiebe aus Ordnern heraus",
    "Move Relative": "Relativ Bewegen",
    "move step": "Bewegen Schritt",
    "Move To": "Bewege zu",
    "Move to chosen location": "Bewege zur gewählten Position",
    "move to home": "bewege zur Homeposition",
    "Move to Home": "Bewege zur Homeposition",
    "MOVE TO HOME": "NACH HOME FAHREN",
    "Move to this coordinate": "Zu diesen Koordinaten bewegen",
    "Movement": "Bewegung",
    "Movement out of bounds for: ": "Bewegung außerhalb der Begrenzung für: ",
    "MOVEMENTS": "BEWEGUNGEN",
    "Movements video": "Video über Bewegungen",
    "Name already taken.": "Name bereits vergeben.",
    "Navigate Left": "Navigiere nach Links",
    "Navigate Right": "Navigiere nach Rechts",
    "Nearby": "In der Nähe",
    "Negative Coordinates Only": "Nur negative Koordinaten",
    "Negative X": "Negativ X",
    "Negative Y": "Negativ Y",
    "Network Quality": "Netzwerk Qualität",
    "Never": "Nie",
    "New Folder": "Neuer Ordner",
    "New message from bot": "Neue Nachricht vom Bot",
    "New Password": "Neues Passwort",
    "New password and confirmation do not match.": "Neues Passwort und Bestätigung stimmen nicht überein.",
    "New Peripheral": "Neue Peripherie",
    "New regimen ": "Neues regimen",
    "New Sensor": "Neuer Sensor",
    "new sequence {{ num }}": "Neue Sequenz {{ num }}",
    "New Terms of Service": "Neue Nutzungsbedingugen",
    "newer": "Neuere",
    "Newer than": "Neuer als",
    "newest": "Neuste",
    "Next": "Nächstes",
    "next image": "nächstes Bild",
    "Next image": "Nächstes Bild",
    "no": "Nein",
    "no active jobs": "Keine aktiven Jobs",
    "No active weeds.": "Kein aktives Unkraut.",
    "No camera selected": "Keine Kamera ausgewählt",
    "No day(s) selected.": "Kein(e) Tag(e) ausgewählt.",
    "No events scheduled.": "Keine FarmEvents geplant.",
    "No Farmware selected": "Keine Farmware ausgewählt",
    "No Farmware yet.": "Noch keine Farmware vorhanden.",
    "No groups yet.": "Noch keine Gruppen vorhanden.",
    "No inputs provided.": "Keine Eingabewerte angegeben.",
    "No location chosen.": "Keine Position ausgewählt.",
    "No location selected. Using default value.": "Keine Position ausgewählt. Nutze Standard Wert.",
    "No logs to display. Visit Logs page to view filters.": "Keine Logs vorhanden. Überprüfe die Filter auf der Logs Seite.",
    "No logs yet.": "Noch keine Logs.",
    "No messages seen yet.": "Noch keine Meldungen erkannt.",
    "No messages.": "Keine Nachrichten.",
    "No more messages.": "Keine weiteren Nachrichten.",
    "No pending weeds.": "Kein anstehendes Unkraut.",
    "No Peripherals yet.": "Noch keine Peripherie vorhanden.",
    "No points yet.": "Noch keine Punkte erstellt.",
    "No recent messages.": "Keine Meldungen in letzter Zeit.",
    "No Regimen selected": "Kein Regimen ausgewählt",
    "No Regimen selected.": "Kein Regimen ausgewählt.",
    "No Regimens.": "Keine Regimens.",
    "No removed weeds.": "Kein entferntes Unkraut.",
    "No results in your garden": "Keine Ergebnisse in Ihrem Garten",
    "No results.": "Keine Ergebnisse.",
    "No saved gardens yet.": "Noch keine gespeicherten Gärten.",
    "No search results": "Keine Suchergebnisse.",
    "No Sensors yet.": "Noch keine Sensoren vorhanden.",
    "No Sequence selected": "Keine Sequenz ausgewählt",
    "No Sequence selected.": "Keine Sequenz ausgewählt.",
    "No Sequences.": "Keine Sequenzen.",
    "NO TOOL": "KEIN WERKZEUG",
    "No webcams yet. Click the edit button to add a feed URL.": "Noch keine Webcam hinzugefügt. Klicke auf die Bearbeiten Taste um eine Webcam-URL hinzuzufügen.",
    "No weeds yet.": "Noch kein Unkraut vorhanden.",
    "No zones yet.": "Noch keine Zonen hinzugefügt.",
    "Node name": "Node Name",
    "none": "Keiner",
    "None": "Keine",
    "not all features of the app will work because there is not a real FarmBot connected to this account. Additionally, keep in mind that when you leave this web page, the demo account and all data will be deleted.": "Es können nicht alle Funktionen der App genutzt werden, da mit diesem Konto kein echter FarmBot verbunden ist. Beachten Sie außerdem, dass beim Verlassen dieser Webseite das Demokonto und alle Daten gelöscht werden.",
    "Not available": "Nicht verfügbar",
    "Not available when device is offline.": "Nicht verfügbar wenn das Gerät offline ist.",
    "Not hidden": "Nicht versteckt",
    "not mirrored": "nicht gespiegelt",
    "not set": "nicht festgelegt",
    "not shown in map": "nicht in der Karte angezeigt",
    "Note: The selected timezone for your FarmBot is different than your local browser time.": "Hinweis: Die ausgewählte Zeitzone des FarmBots ist unterschiedlich zur lokalen Browser Zeitzone.",
    "Note: Times displayed according to FarmBot's local time, which is currently different from your browser's time. Timezone data is configurable in the Settings panel).": "Hinweis: Die angezeigten Zeiten richten sich nach der lokalen Gerätezeit von FarmBot, die sich derzeit von der Zeit des Browsers unterscheidet. (Zeitzonendaten können im Bereich Einstellungen konfiguriert werden).",
    "Now": "Jetzt",
    "Now that you have a garden with a few crops in it. Let's create groups of plants, where each group contains all of the plants of one crop type. Advance the tour when you're ready.": "Sie haben jetzt einen Garten mit einigen Pflanzen darin. Lassen Sie uns Gruppen von Pflanzen anlegen, wobei jede Gruppe alle Pflanzen eines Pflanzentyps enthält. Machen Sie den Rundgang weiter, wenn Sie fertig sind.",
    "number": "nummer",
    "Number": "Nummer",
    "Number {{ num }}": "Nummer {{ num }}",
    "Number of erosion and dilation morphological transformation cycles. (default: {{ defaultIteration }})": " Anzahl der morphologischen Transformationszyklen für Erosion und Dilatation. (Standard: {{ defaultIteration }})",
    "Number of millimeters used for acceleration and deceleration. (default: {{ z }}mm)": " Anzahl der Millimeter, die zum Beschleunigen und Abbremsen verwendet werden. (Standard: {{ z }}mm)",
    "Number of millimeters used for acceleration and deceleration. (default: x: {{ x }}mm, y: {{ y }}mm, z: {{ z }}mm)": " Anzahl der Millimeter, die zum Beschleunigen und Abbremsen verwendet werden. (Standard: x: {{ x }}mm, y: {{ y }}mm, z: {{ z }}mm)",
    "Number of steps missed (determined by encoder) before motor is considered to have stalled. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Anzahl der fehlenden Schritte (vom Encoder bestimmt), bevor der Motor als blockiert gilt. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Number of times to retry a movement before stopping. (default: {{ retries }})": "Häufigkeit, mit der eine Bewegung vor dem Anhalten wiederholt werden muss. (Standard: {{ retries }})",
    "Number of times to retry calibration. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Anzahl der Wiederholungsversuche für die Kalibrierung. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "numbers": "Zahlen",
    "occurred": "aufgetreten",
    "off": "Aus",
    "OFF": "AUS",
    "offset": "Versatz",
    "Offset from current location": "Versatz von der aktuellen Position",
    "Old Password": "Altes Passwort",
    "older": "älter",
    "Older than": "Älter als",
    "oldest": "älteste",
    "on": "ein",
    "ON": "EIN",
    "Once published, anyone may find and use the sequence free of charge for tasks including but not limited to:": "Nach der Veröffentlichung kann jeder die Sequenz kostenlos finden und verwenden, unter anderem für folgende Aufgaben:",
    "Once you have input the coordinate locations for every slot, choose which tool or seed container is loaded into each slot. Remember: the virtual configuration must always match your real-life configuration.": "Sobald Sie die Koordinaten für jeden Steckplatz eingegeben haben, wählen Sie aus, welches Werkzeug oder welcher Saatgutbehälter in jeden Steckplatz geladen wird. Denken Sie daran, dass die virtuelle Konfiguration immer mit Ihrer realen Konfiguration übereinstimmen muss.",
    "Once you make a selection, we'll automatically add some tools, sensors, peripherals, sequences, and more to get you up and running faster.": "Sobald Sie eine Auswahl getroffen haben, fügen wir automatisch einige Werkzeuge, Sensoren, Peripheriegeräte, Sequenzen und mehr hinzu, damit Sie schneller loslegen können.",
    "only show current photo in map": "Nur aktuelles Foto in Karte anzeigen",
    "Only show logs sent from current FarmBot OS version.": "Nur Protokolle anzeigen, die von der aktuellen FarmBot OS-Version gesendet wurden",
    "Open a browser and navigate to ": "Öffnen Sie einen Browser und navigieren Sie zu ",
    "Open documentation in a new tab": "Dokumentation in neuem Browsertab öffnen",
    "open full-page editor": "Öffne Sequenz im großen Editor",
    "Open Guide": "Öffne Guide",
    "Open link in a new tab": "Link in neuem Tab öffnen",
    "open linked sequence": "öffne verknüpfte Sequenz",
    "open move mode panel": "Öffne das Panel für den Bewegungsmodus",
    "Open network ports": "Offene Netzwerk-Ports",
    "Open OpenFarm.cc in a new tab": "Öffne OpenFarm.cc in einem neuen Tab",
    "Open options by default": "Optionen standardmäßig öffnen",
    "open plants panel": "Öffne das Pflanzen Panel",
    "open point select panel": "Öffne das Auswahl Panel",
    "open regimen": "Öffne Regimen",
    "open scheduler panel": "Öffne das Zeitplanungs Panel ",
    "Operator": "Bediener",
    "Optimized": "Optimiert",
    "Options": "Optionen",
    "or": "oder",
    "Or view FarmBot's current location in the virtual garden.": "Oder zeige den aktuellen Standort von FarmBot im virtuellen Garten an.",
    "Order info": "Bestellinfo",
    "Order number": "Bestellnummer",
    "Order Number": "Bestellnummer",
    "Origin": "Nullpunkt",
    "Other": "Andere",
    "Outside of filter range": "Außerhalb des Filterbereichs",
    "Outside of planting area. Plants must be placed within the grid.": "Außerhalb der erreichbaren Fläche. Pflanzen müssen innerhalb des Beets gesetzt werden.",
    "Over time you may need to make minor adjustments to the coordinates of your slots. At any time you can come back to the edit slot panel and manually adjust the X, Y, and Z input fields.": "Im Laufe der Zeit müssen Sie vielleicht kleinere Anpassungen an den Koordinaten Ihrer Slots vornehmen. Sie können jederzeit zum Bedienfeld \"Slot bearbeiten\" zurückkehren und die X-, Y- und Z-Eingabefelder manuell anpassen.",
    "override": "Override",
    "Package Name": "Paket Name",
    "Page Not Found.": "Seite nicht gefunden.",
    "Parameter load progress": "Fortschritt beim Laden der Parameter",
    "Parameter Management": "Parameterverwaltung",
    "Parameters": "Parameter",
    "Password": "Passwort",
    "Password must be 8 or more characters.": "Das Passwort muss aus 8 oder mehr Zeichen bestehen.",
    "Paste the output from EXPORT PARAMETERS into the text field and press IMPORT to import new hardware parameters to your FarmBot.": "Füge die Ausgabe von EXPORTIERE PARAMETER in das Textfeld ein und drücken IMPORTIEREN, um neue Hardwareparameter in den FarmBot zu importieren.",
    "Pending": "Ausstehend",
    "pending install": "Installation ausstehend",
    "Pending installation.": "Ausstehende Installation.",
    "Percent OK": "Prozent OK",
    "Perform camera rotation compensation when image is captured instead of in garden map. If enabled, image files will include adjustment for camera rotation (black angled borders may show in viewer). Enabling this setting will slow down photo capture.": "Führt eine Kameradrehungskompensation durch, wenn das Bild anstelle der Gartenkarte aufgenommen wurde. Wenn diese Option aktiviert ist, werden die Bilddateien für die Kameradrehung angepasst (schwarz abgewinkelte Ränder werden möglicherweise im Viewer angezeigt). Durch Aktivieren dieser Einstellung wird die Fotoaufnahme verlangsamt.",
    "Period End Date": "End Datum der Periode",
    "Peripheral": "Peripherie",
    "Peripheral ": "Peripherie ",
    "Peripherals": "Peripherie",
    "PERIPHERALS": "PERIPHERIE",
    "phone": "Telefon",
    "Photo": "Foto",
    "photo step": "Foto Schritt",
    "Photo upload": "Foto hochladen",
    "Photos": "Fotos",
    "Photos are viewable from the": "Fotos werden angezeigt im ",
    "photos in map": "Fotos in der Karte",
    "photos panel": "Fotos Panel",
    "Pin a sequence in the sequence editor to add it to this list.": "Sequenz im Sequenzeditor anpinnen, um sie dieser Liste hinzuzufügen.",
    "Pin Bindings": "Pin Verknüpfungen",
    "Pin Guard": "Pin Wächter",
    "Pin Guard 1": "Pin Wächter 1",
    "Pin Guard 2": "Pin Wächter 2",
    "Pin Guard 3": "Pin Wächter 3",
    "Pin Guard 4": "Pin Wächter 4",
    "Pin Guard 5": "Pin Wächter 5",
    "Pin number cannot be blank.": "Pin Nummer kann nicht leer sein.",
    "Pin numbers must be unique.": "Pin Nummer muss einzigartig sein.",
    "Pin Reporting": "Pin Meldung",
    "Pin Reporting 1": "Pin Meldung 1",
    "Pin Reporting 2": "Pin Meldung 2",
    "Pings received": "Pings erhalten",
    "Pings sent": "Pings gesendet",
    "pinned sequences": "angepinnte Sequenzen",
    "Pinned Sequences": "Angepinnte Sequenzen",
    "Place the camera calibration card face down on the soil underneath the camera, with the grid of white circles facing up. Can be in any orientation but must be fully visible to the camera. Caution: FarmBot will make three small x-axis and y-axis movements during calibration.": "Lege die Kamerakalibrierungskarte mit der Vorderseite nach unten auf den Boden unter der Kamera, wobei das Gitter aus weißen Kreisen nach oben zeigt. Kann in jeder Ausrichtung sein, muss aber für die Kamera vollständig sichtbar sein. Achtung: FarmBot führt während der Kalibrierung drei kleine Bewegungen der x- und y-Achse aus.",
    "Place the two red calibration objects 100mm apart and aligned with FarmBot's axes on the soil underneath the camera.": " Platziere die beiden roten Kalibrierungsobjekte in einem Abstand von 100 mm und ausgerichtet mit den FarmBot-Achsen auf dem Boden unter der Kamera. ",
    "Planned": "Geplant",
    "plant": "pflanze",
    "Plant animations": "Pflanzen Animationen",
    "Plant Details": "Pflanzen Details",
    "Plant groups": "Pflanzen Gruppen",
    "Plant Groups": "Pflanzen Gruppen",
    "plant icon": "Pflanzen Symbol",
    "Plant inventory": "Pflanzen Inventar",
    "Plant stage": "Pflanzenstadium",
    "Plant Type": "Pflanzen Typ",
    "Planted": "Gepflanzt",
    "Planting a garden": "Einen Garten anlegen",
    "plants": "Pflanzen",
    "Plants": "Pflanzen",
    "Please agree to the terms.": "Bitte stimmen Sie den Bedingungen zu.",
    "Please check your email for the verification link.": "Bitte überprüfen Sie Ihr E-Mail Postfach für den Bestätigungslink.",
    "Please check your email to confirm email address changes.": "Bitte überprüfen Sie Ihre E-Mails, um Änderungen der E-Mail-Adresse zu bestätigen.",
    "Please choose a firmware version to install. Your choice should be based on the type of electronics in your FarmBot according to the reference table below.": "Bitte wähle eine Firmware-Version für die Installation. Die Auswahl sollte auf der Art der Elektronik in Ihrem FarmBot gemäß der folgenden Referenztabelle basieren.",
    "Please clear current garden first.": "Bitte zuerst den aktuellen Garten verwerfen.",
    "Please contact the system(s) administrator(s) and ask them to enable HTTPS://": "Bitte wenden Sie sich an den Systemadministrator und bitten Sie ihn, HTTPS: // zu aktivieren",
    "Please enter a number.": "Bitte eine Zahl angeben.",
    "Please enter a URL": "Bitte eine URL angeben",
    "Please enter a URL.": "Bitte eine URL angeben.",
    "Please enter your FarmBot order number.": "Bitte geben Sie Ihre FarmBot-Bestellnummer ein",
    "Please make a grid with less than 100 {{ itemType }}": "Bitte mache ein Raster mit weniger als 100 {{ itemType }}",
    "Please note:": "Bitte beachte:",
    "Please re-flash your FarmBot's SD card.": "Bitte flashe die SD-Karte des FarmBots erneut.",
    "Please select a pin.": "Bitte wähle einen Pin.",
    "Please select a sequence or action.": "Bitte wähle eine Sequenz oder Aktion.",
    "Please select a sequence or regimen.": "Bitte wählen Sie eine Sequenz oder ein Schema aus.",
    "Please Update": "Bitte aktualisieren",
    "Please upgrade": "Bitte aktualisieren",
    "Please wait": "Bitte Warten",
    "Plug in FarmBot's power.": "Schließen Sie FarmBot an Strom an",
    "point": "Punkt",
    "Point created.": "Punkt erstellt.",
    "Point Groups": "Punkt Gruppen",
    "Point status": "Punkt status",
    "Points": "Punkte",
    "points panel": "Punkte Panel",
    "Positions": "Positionen",
    "Positive X": "Positiv X",
    "Positive Y": "Positiv Y",
    "Power and Reset": "Power und Reset",
    "Power cycle FarmBot's onboard computer.": " Schalte den computer von FarmBot aus und wieder ein.",
    "Power down FarmBot's onboard computer.": "Schalte den computer von Farmbot aus.",
    "Power Off Bot": "Bot Ausschalten",
    "Power up": "Einschalten",
    "Presets": "Voreinstellungen",
    "Press \"+\" to add a Farmware.": "Klicke \"+\" um eine Farmware hinzuzufügen.",
    "Press \"+\" to add a garden.": "Klicke \"+\" um einen Garten hinzuzufügen.",
    "Press \"+\" to add a group.": "Klicke \"+\" um eine Gruppe hinzuzufügen.",
    "Press \"+\" to add a new tool or seed container.": "Klicke \"+\" um ein neues Werkzeug oder Samenbehälter hinzuzufügen.",
    "Press \"+\" to add a plant to your garden.": "Klicke \"+\" um eine Pflanze zum Garten hinzuzufügen.",
    "Press \"+\" to add a point to your garden.": "Klicke \"+\" um einen Punkt zum Garten hinzuzufügen.",
    "Press \"+\" to add a seed container.": "Klicke \"+\" um einen Samenbehälter hinzuzufügen.",
    "Press \"+\" to add a weed.": "Klicke \"+\" um ein Unkraut hinzuzufügen.",
    "Press \"+\" to add a zone.": "Klicke \"+\" um eine Zone hinzuzufügen.",
    "Press \"+\" to schedule an event.": "Klicke \"+\" um ein Event hinzuzufügen.",
    "Press \"edit\" to add a peripheral.": "Klicke \"+\" um eine Peripherie hinzuzufügen.",
    "Press \"edit\" to add a sensor.": "Klicke \"+\" um einen Sensor hinzuzufügen.",
    "Press the button below to calibrate the camera.": "Drücken Sie die Taste unten, um die Kamera zu kalibrieren",
    "Press the button below to take a photo.": "Drücken Sie die Taste unten, um ein Foto zu machen",
    "Press the button to install your device's firmware.": "Drücken Sie die Taste, um die Firmware Ihres Geräts zu installieren",
    "Press the down arrow.": "Drücken Sie den Pfeil nach unten",
    "Press the right arrow.": "Drücken Sie den Pfeil nach rechts.",
    "Press the up arrow.": "Drücken Sie den Pfeil nach oben",
    "Press YES to proceed to camera calibration.": "Drücken Sie JA, um mit der Kamerakalibrierung fortzufahren",
    "Press YES when ready.": "Drücken Sie YES, wenn Sie bereit sind",
    "Press YES.": "Drücken Sie JA.",
    "Prev": "vorheriges",
    "Preview": "Vorschau",
    "previous image": "Bild zurück",
    "Previous image": "Bild zurück",
    "Priority support": "Vorrangige Unterstützung",
    "priority support subscription": "Abonnement für vorrangige Unterstützung",
    "Privacy Policy": "Datenschutz-Bestimmungen",
    "Problem Loading Terms of Service": "Fehler beim Laden der Nutzungsbedingungen",
    "Processing now. Results usually available in one minute. Check log messages for result status.": "Verarbeitung läuft. Ergebnisse sollten normalerweise in etwa einer Minute vorliegen. Achte auf Nachrichten im Log um Ergebnisse und den Status zu verfolgen.",
    "Processing Parameters": "Verarbeitungsparameter",
    "Progress": "Fortschritt",
    "property": "Attribut",
    "Provide feedback": "Feedback geben",
    "Provided new and old passwords match. Password not changed.": "Das neue angegebene Passwort unterscheidet sich nicht vom alten. Passwort wurde nicht geändert.",
    "public copy": "öffentliche Kopie",
    "public version": "öffentliche Version",
    "Publish error": "Fehler beim Veröffentlichen",
    "Published as a publicly shared sequence.": "Veröffentlicht als öffentlich freigegebene Sequenz",
    "publishing": "Veröffentlichung",
    "Publishing this sequence will create a": "Die Veröffentlichung dieser Sequenz wird eine",
    "Publishing, distributing, and even selling their copy": "Veröffentlichung, Vertrieb und sogar Verkauf ihrer Kopien",
    "Purple": "Lila",
    "Quiet Mode": "Leiser Modus",
    "quit": "verlassen",
    "Random Order": "Zufällige Reihenfolge",
    "Raspberry Pi Camera": "Raspberry Pi Kamera",
    "Raspberry Pi GPIO pin already bound or in use.": "Raspberry Pi GPIO Pin bereits genutzt.",
    "Raspberry Pi power status since last reboot. If supply voltage drops below the standard operational threshold the indicator will turn red. Once the voltage level recovers the status will turn yellow, indicating that a low voltage event has occurred. Low voltage may adversely affect WiFi and camera functionality.": "Der Stromversorgungsstatus des Raspberry Pi seit dem letzten Neustart. Wenn die Versorgungsspannung unter den Standardbetriebsgrenzwert fällt, wird die Anzeige rot. Sobald die Spannung wieder ansteigt, wird der Status gelb und zeigt damit an, dass ein Unterspannungsereignis eingetreten ist. Eine niedrige Spannung kann die WiFi- und Kamerafunktionalität beeinträchtigen",
    "Encoder (raw)": "Rohe Encoder daten",
    "Raw encoder position": "Rohe Encoder Position",
    "re-seed account": "re-seed Account",
    "Read pin": "Lese Pin",
    "read sensor": "lese sensor",
    "Read Sensor": "Messe Sensor",
    "Read speak logs in browser": "Lese Sprachlogs im Browser",
    "Read status": "Lese status",
    "Read Status": "Lese Status",
    "Read the docs": "In der Doku nachlesen",
    "Readings": "Messwerte",
    "Reboot": "Neustart",
    "Reboot Bot": "Bot Neustarten",
    "Received change of ownership.": "Erhielt Eigentümerwechsel.",
    "Reconnected to the message broker.": "Verbindung zum Message Broker wiederhergestellt.",
    "Recover and continue": "Wiederherstellen und Fortfahren",
    "Recovery Sequence": "Wiederherstellungs Sequenz",
    "Recursive condition.": "Rekursive Bedingung.",
    "red": "rot",
    "Red": "Rot",
    "Redirecting": "Weiterleitung",
    "Reduction to missed step total for every good step. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Reduktion auf verpasste Schrittsumme für jeden guten Schritt. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Refusing to modify data in read-only mode": "Daten können im Nur-Lesen modus nicht geändert werden",
    "Register your ORDER NUMBER": "Registrieren Sie Ihre BESTELLUNGSNUMMER",
    "Release Notes": "Versionshinweise",
    "released under the": "freigegeben unter der",
    "Removal method": "Entfernungsmethode",
    "Removal Method": "Methode zur Entfernung",
    "Remove": "Entfernen",
    "Remove all manual selections?": "Gesamte manuelle Auswahl verwerfen?",
    "remove Farmware": "Farmware entfernen",
    "Remove Farmware": "Farmware entfernen",
    "remove filter": "Filter entfernen",
    "remove number criteria": "Nummer Kriterie entfernen",
    "Remove portions of images that extend beyond the garden map boundaries.": "Teile von Bildern entfernen, die über die Grenzen der Gartenkarte hinausgehen",
    "remove week": "Woche entfernen",
    "Removed": "Entfernt",
    "Repeats?": "Wiederholung?",
    "Republishing this sequence will prevent you from viewing public copies and upgrading to versions from the current import source.": "Die Neuveröffentlichung dieser Sequenz hindert Sie daran, öffentliche Kopien anzuzeigen und auf Versionen aus der aktuellen Importquelle zu aktualisieren",
    "Request sent": "Anfrage gesendet",
    "Requires": "Benötigt",
    "RESEND": "NEU SENDEN",
    "Resend parameters": "Parameter neu senden",
    "Resend Verification Email": "Bestätigungs E-Mail erneut senden.",
    "Reserved Raspberry Pi pin may not work as expected.": "Reservierte Raspberry Pi Pins funktionieren möglicherweise nicht wie erwartet.",
    "reset": "zurücksetzen",
    "Reset": "Zurücksetzen",
    "RESET": "ZURÜCKSETZEN",
    "Reset {{ count }} values?": "Zurücksetzen von {{ count }} Werten?",
    "Reset account": "Account zurücksetzen",
    "Reset all values": "Alle Werte zurücksetzen",
    "Reset calibration values": "Kalibrierungswerte zurücksetzen",
    "Reset Farmware config values": "Farmware Konfigurationswerte zurücksetzen",
    "Reset filters": "Filter zurücksetzen",
    "Reset hardware parameters": "Hardware Parameter zurücksetzen",
    "Reset password": "Passwort zurücksetzen",
    "Reset Password": "Passwort zurücksetzen",
    "reset to default": "Zu Standardwert zurücksetzen",
    "Reset your password": "Setzen Sie Ihr Passwort zurück",
    "resolution": "Auflösung",
    "resource": "Ressource",
    "Resource": "Ressource",
    "Resource {{ num }}": "Ressource {{ num }}",
    "Resources added!": "Ressource hinzugefügt!",
    "restart": "Neustart",
    "RESTART": "NEUSTART",
    "Restart Farmbot": "Farmbot zurücksetzen",
    "restart firmware": "Firmware neustarten",
    "Restart Firmware": "Firmware zurücksetzen",
    "Restart setup wizard": "Einrichtungsassistenten neu starten",
    "Restart the Farmduino or Arduino firmware.": "Farmduino/Arduino Firmware zurücksetzen.",
    "Restoring hardware parameter defaults will destroy the current settings, resetting them to default values.": "Durch das Wiederherstellen der Hardware-Parameter-Standardeinstellungen werden die aktuellen Einstellungen gelöscht und auf die Standardwerte zurückgesetzt.",
    "Restrict travel to negative coordinate locations. Overridden by disabling STOP AT HOME. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Beschränke die Fahrt auf negative Koordinatenpositionen. Wird durch Deaktivieren von STOP AT HOME überschrieben. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "result toast": "Ergebnis Toast-Nachricht",
    "Results are viewable from the": "Ergebnisse sind einsehbar vom",
    "Results are viewable in the": "Ergebnisse sind einsehbar in",
    "Retry": "Erneut versuchen",
    "retry fetch package name": "Empfangen von Paketnamen erneut versuchen",
    "Return to the": "Zurück zum",
    "Reverse the direction of encoder position reading. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Kehre die Zählrichtung der der Geberposition um. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "revert changes": "Änderungen rückgängig machen",
    "Rotary Tool": "Rotationswerkzeug",
    "Rotary Tool Reverse": "Rotationswerkzeug rückwärts",
    "Rotate during capture": "Während der Aufnahme Drehen",
    "Rotate map": "Karte drehen",
    "rotate tool 180 degrees": "Rotationswerkzeug 180 Grad",
    "Row Spacing": "Zeilenabstand",
    "Run": "Ausführen",
    "Run Farmware": "Farmware ausführen",
    "safe": "Sicher",
    "Safe height": "Sichere Höhe",
    "Safe Height": "Sichere Höhe",
    "Safe Z": "Sichere Z",
    "same as front": "gleich wie vorne",
    "SATURATION": "SÄTTIGUNG",
    "save": "speichern",
    "Save": "Speichern",
    "Save detected plants as map points. (default: {{ defaultSavePlants }})": "Erkannte Pflanzen als Kartenpunkte speichern. (Standard: {{ defaultSavePlants }})",
    "Save error. Click to retry.": "Speicherfehler. Klicken Sie, um es erneut zu versuchen.",
    "save folder name": "Ordnernamen speichern",
    "Save new slot?": "Neuen Platz speichern?",
    "Save sequence and sync device before running.": "Speichere die Sequenz und synchronisiere das Gerät vor den ausführen.",
    "Save sequence first.": "Sequenz zuerst speichern",
    "Saved": "Gespeichert",
    "Saved pin bindings": "Pinzuweisung gespeichert",
    "Saving": "Speichere",
    "saving...": "speichert...",
    "Encoder (mm)": "Skalierter Encoder Wert (mm)",
    "Scaled encoder position": "Skalierte Encoder Position",
    "Scan current image": "Aktuelles Bild scannen",
    "Scan this image": "Dieses Bild scannen",
    "Schedule item": "Objekt einplanen",
    "Scheduler": "Planer",
    "SD card": "SD Karte",
    "search all crops?": "Alle Pflanzen suchen?",
    "Search for a crop to add to your garden.": "Suche eine Pflanze um sie dem Garten hinzuzufügen.",
    "Search logs...": "Durchsuche Logs ...",
    "Search OpenFarm...": "Durchsuche OpenFarm ...",
    "Search sequences...": "Durchsuche Sequenzen ...",
    "Search settings...": "Durchsuche Einstellungen ...",
    "Search term too short": "Suchbegriff zu kurz",
    "Search your events...": "Durchsuche Events ...",
    "Search your Farmware...": "Durchsuche Farmwares ...",
    "Search your gardens...": "Durchsuche Gärten ...",
    "Search your groups...": "Durchsuche Gruppen ...",
    "Search your plants...": "Durchsuche Pflanzen ...",
    "Search your points...": "Durchsuche Punkte ...",
    "Search your regimens...": "Durchsuche Regimens ...",
    "Search your seed containers...": "Durchsuche Samenbehälter ...",
    "Search your tools...": "Durchsuche Werkzeuge ...",
    "Search your weeds...": "Durchsuche Unkraut ...",
    "Search your zones...": "Durchsuche Zonen ...",
    "Searching...": "Suche läuft...",
    "seconds ago": "Sekunden zuvor",
    "See what FarmBot is doing": "Sehen Sie, was FarmBot macht",
    "Seed Bin": "Samen Bunker",
    "Seed Container": "Samenbehälter",
    "seed containers": "Samenbehälter",
    "Seed Tray": "Samen Buffet",
    "Seed Trough 1": "Saatgutwanne 1",
    "Seed Trough 2": "Saatgutwanne 2",
    "Seeder": "Säwerkzeug",
    "Seeding in progress.": "Aussaat läuft.",
    "Seeding your account without resetting it first may result in duplicate resources. Continue?": "Das Einrichten Ihres Kontos, ohne es vorher zurückzusetzen, kann zu doppelten Ressourcen führen. Weiter?",
    "select": "auswählen",
    "Select a camera on the Settings panel to take photos.": "Wähle im Einstellungsfenster eine Kamera aus, um Fotos aufzunehmen.",
    "Select a default value for this variable. If the sequence is ever run without the variable explicitly set to another value, the default value will be used.": "Wählen Sie einen Standardwert für diese Variable. Wenn die Sequenz jemals ausgeführt wird, ohne dass die Variable explizit auf einen anderen Wert gesetzt wurde, wird der Standardwert verwendet.",
    "Select a group": "Wähle eine Gruppe",
    "Select a location": "Wähle eine Position",
    "Select a location in the map.": "Wählen Sie einen Ort auf der Karte aus.",
    "Select a map origin by clicking on one of the four quadrants to adjust the garden map to your viewing angle.": "Wählen Sie einen Kartenursprung aus, indem Sie auf einen der vier Quadranten klicken, um die Gartenkarte an Ihren Betrachtungswinkel anzupassen.",
    "Select a model": "Wählen Sie ein Modell",
    "Select a peripheral": "Wähle eine Peripherie",
    "Select a pin": "Wähle einen Pin",
    "Select a pin ": "Wähle einen Pin ",
    "Select a regimen first or create one.": "Wähle zuerst ein Regimen aus oder erstelle eines.",
    "Select a sensor": "Wähle einen Sensor",
    "Select a sequence": "Wähle eine Sequenz",
    "Select a sequence first": "Wähle zuerst eine Sequenz aus",
    "Select a sequence from the dropdown first.": "Wähle zuerst eine Sequenz aus der Dropdown Leiste.",
    "Select a status": "Wähle einen Status",
    "Select all": "Selektiere alle",
    "select all days": "Wähle alle Tage aus",
    "Select an action": "Wähle eine Aktion",
    "select color": "Farbe wählen",
    "Select none": "Selektiere keines",
    "Select one": "Wähle einen",
    "Select the correct map origin.": "Wählen Sie den richtigen Karten-Nullpunkt",
    "Select your FarmBot model.": "Wählen Sie Ihr FarmBot-Modell.",
    "selected": "Ausgewählt",
    "selected by filters": "durch filter ausgewählt",
    "SELECTION ACTIONS": "AUSWAHL AKTIONEN",
    "selection type": "Auswahl Typ",
    "selections empty": "Auswahl leer",
    "Send a log message for each sequence step.": "Sendet eine Log Meldung für jeden Sequenzschritt.",
    "Send a log message upon the end of sequence execution.": "Sendet eine Log Meldung am Ende der Sequenzausführung.",
    "Send a log message upon the start of sequence execution.": "Sendet eine Log Meldung beim Start der Sequenzausführung.",
    "Send Message": "Sende Meldung",
    "Sending firmware configuration...": "Firmware Konfiguration wird gesendet ... ",
    "Sensor History": "Sensor Historie",
    "sensor or peripheral": "Sensor oder Peripherie",
    "Sensor readings": "Sensor Messungen",
    "Sensors": "Sensoren",
    "Sequence": "Sequenz",
    "Sequence Editor": "Sequenz Editor",
    "Sequence execution": "Sequenzausführung",
    "Sequence load error": "Fehler beim Laden der Sequenz",
    "Sequence logs:": "Sequenz logs:",
    "Sequence Name": "Sequenz Name",
    "Sequence not found": "Sequenz nicht gefunden",
    "Sequence or Regimen": "Sequenz oder Regimen",
    "sequence steps": "Sequenzschritte",
    "Sequence upgraded.": "Sequenz aktualisiert.",
    "Sequences": "Sequenzen",
    "Set Farmware Env": "Setze Farmware ENV",
    "Set home": "Setze home",
    "Set Home": "Setze Home",
    "SET HOME": "SETZE HOME",
    "SET HOME {{ axis }}": "SETZE HOME {{ axis }}",
    "Set the current location as home (zero).": "Setze die aktuelle Position als Home (Nullpunkt).",
    "Set the length of each axis to provide software limits. Used only if STOP AT MAX is enabled. (default: x: {{ x }}, y: {{ y }}, z: {{ z }} (disabled))": "Stelle die Länge jeder Achse ein, um Softwarelimits bereitzustellen. Wird nur verwendet, wenn STOP AT MAX aktiviert ist. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }} (deaktiviert))",
    "set to": "setze auf",
    "Setting toggle": "Einstellung Schalter",
    "Setting up slots": "Slots einrichten",
    "settings": "Einstellungen",
    "Settings": "Einstellungen",
    "Setup": "Einrichtung",
    "Setup Complete!": "Einrichtung abgeschlossen!",
    "Setup, customize, and control FarmBot from your": "Einrichten, Anpassen und Steuern von FarmBot von Ihrem",
    "share sequence": "Sequenz teilen",
    "show": "anzeigen",
    "Show a confirmation dialog when deleting a plant.": "Zeigt beim Löschen einer Pflanze einen Bestätigungsdialog an.",
    "Show a confirmation dialog when deleting a sequence step.": " Zeigt beim Löschen eines Sequenzschrittes einen Bestätigungsdialog an.",
    "Show a confirmation dialog when deleting a sequence.": " Zeigt beim Löschen einer Sequenz einen Bestätigungsdialog an.",
    "Show advanced settings": "Erweiterte Einstellungen anzeigen",
    "show all": "Zeige alle",
    "Show Areas Map Layer": "Kartenebene Gebiete anzeigen",
    "show assertion log messages": "Zeige Assertion Logeinträge",
    "show busy log messages": "Zeige Beschäftigt Logeinträge",
    "show calibration images": "Kalibrierungsbilder anzeigen",
    "show camera view area": "Zeige Kamera Sichtbereich",
    "show debug log messages": "Debug-Logeinträge anzeigen",
    "show error log messages": "Fehler-Logeinträge anzeigen",
    "Show FarmBot Map Layer": "Kartenebene FarmBot anzeigen",
    "show fun log messages": "Fun-Logeinträge anzeigen",
    "show icons": "Icons anzeigen",
    "show info log messages": "Info-Logeinträge anzeigen",
    "Show logs": "Zeige Logs",
    "Show Moisture Interpolation Map Layer": "Kartenebene Feuchte-Interpolation anzeigen",
    "show motor position plot display": "Motor Positionsdiagramm anzeigen",
    "show only photos taken within": "Nur Fotos anzeigen die innerhalb von",
    "show only this photo and": "Zeige nur dieses Foto und ",
    "show photos in map": "Fotos in Karte Anzeigen",
    "Show Photos Map Layer": "Kartenebene Fotos anzeigen",
    "Show pins": "Pins anzeigen",
    "Show Plants Map Layer": "Kartenebene Pflanzen anzeigen",
    "Show Points Map Layer": "Kartenebene Punkte anzeigen",
    "Show Previous Period": "Vorherige Periode anzeigen",
    "Show raw pin lists in Read Sensor, Control Peripheral, and If Statement steps.": "Zeigt die Roh-Pin-Listen in den Schritten Sensor lesen, Peripheriegerät steuern und If-Anweisung an.",
    "Show Readings Map Layer": "Kartenebene Messwerte anzeigen",
    "Show removed": "Bereits entfernte Objekte",
    "Show Removed Weeds Map Layer": "Kartenebene entferntes Unkraut anzeigen",
    "Show seconds in time": "Sekunden in Zeitangaben anzeigen",
    "show soil height images": "Bilder der Bodenhöhe anzeigen",
    "Show Soil Interpolation Map Layer": "Kartenebene Bodeninterpolation anzeigen",
    "Show Spread Map Layer": "Kartenebene Ausbreitung anzeigen",
    "show success log messages": "Erfolg-Logeinträge anzeigen",
    "show take photo images": "Fotoaufnahmen anzeigen",
    "Show the camera's field of view in the garden map.": "Zeigt den Sichtbereich der Kamera auf der Karte an.",
    "show warn log messages": "Warnung-Logeinträge anzeigen",
    "show weed detector images": "Bilder des Unkrautdetektors anzeigen",
    "Show Weeds Map Layer": "Kartenebene Unkraut anzeigen",
    "showing single setting": "Einzelne Einstellung zeigen",
    "shown in map": "auf der Karte abgebildet",
    "Shutdown": "Herunterfahren",
    "SHUTDOWN": "HERUNTERFAHREN",
    "Shutdown Farmbot": "Farmbot herunterfahren",
    "Since you're new around here, we recommend taking our guided tours of the app. This is the fastest way to learn about the most important pages and features at your fingertips.": "Da Sie neu hier sind, empfehlen wir Ihnen, an unseren Führungen durch die App teilzunehmen. Dies ist der schnellste Weg, um sich über die wichtigsten Seiten und Funktionen zu informieren.",
    "single input": "Einzelne Eingabe",
    "Single photo mode active": "Modus Einzelbild aktiv",
    "size": "größe",
    "Size doesn't match calibration": "Größe passt nicht zur Kalibrierung",
    "Size matches camera calibration": "Größe stimmt mit Kamera Kalibrierung überein",
    "Size of the structuring element used for morphological transformations. (default: {{ defaultMorph }})": "Größe des Strukturierungselements, das für morphologische Transformationen verwendet wird. (default: {{ defaultMorph }})",
    "slot": "Platz",
    "Slot": "Platz",
    "slot direction": "Platz Richtung",
    "slots": "Plätze",
    "Slots": "Plätze",
    "smartphone": "Smartphone",
    "Snaps a photo using the device camera. Select the camera type in the Settings panel.": "Nimmt ein Foto mit der Gerätekamera auf. Wählen Sie im Bereich Einstellungen den Kameratyp aus.",
    "Snapshot current garden": "Snapshot des aktuellen Gartens",
    "Soft resetting your FarmBot will revoke your FarmBot's ability to connect to your web app account and your home WiFi network. Upon soft resetting, your device will go into Configurator mode.": "Bei einem Soft Reset wird der FarmBot von dem WebApp Account und dem Wlan Netzwerk getrennt. Nach dem Soft Reset Vorgang geht der FarmBot automatisch in den Konfigurationsmodus.",
    "Software Documentation": "Software Dokumentation",
    "soil": "Erde",
    "Soil": "Erde",
    "Soil height": "Erdhöhe",
    "Soil Height": "Erdhöhe",
    "soil height at plant location": "Bodenhöhe am Standort der Pflanze",
    "Soil Height Detector": "Erdhöhendetektor",
    "Soil height measurement": "Messung der Bodenhöhe",
    "Soil height measurements": "Messungen der Bodenhöhe",
    "Soil Moisture": "Bodenfeuchtigkeit",
    "Soil Sensor": "Feuchtigkeitssensor",
    "Some {{points}} failed to delete.": "Manche {{points}} konnten nicht gelöscht werden.",
    "Some other issue is preventing FarmBot from working. Please see the table above for more information.": "Ein anderes Problem verhindert, dass FarmBot funktioniert. Weitere Informationen sind in der Leiste oben oder im Log-Bereich.",
    "Something went wrong while rendering this page.": "Beim Rendern dieser Seite ist ein Fehler aufgetreten.",
    "Sorry, that feature is unavailable in demo accounts.": "Diese Funktion ist in Demokonten leider nicht verfügbar",
    "sort by": "sortieren nach",
    "Sort by": "Sortieren nach",
    "SORT BY": "SORTIEREN NACH",
    "Source": "Quelle",
    "Sowing Method": "Aussaatmethode",
    "Spacing (MM)": "Abstand (MM)",
    "Speak": "Sprechen",
    "Specify custom map dimensions (in millimeters). These values set the size of the garden map unless DYNAMIC MAP SIZE is enabled.": "Geben Sie benutzerdefinierte Kartenabmessungen (in Millimetern) an. Diese Werte legen die Größe der Gartenkarte fest, sofern die DYNAMISCHE KARTENGRÖSSE nicht aktiviert ist.",
    "Speed": "Geschwindigkeit",
    "Speed (%)": "Geschwindigkeit (%)",
    "Spread": "Ausbreitung",
    "Sprouted": "Gekeimt",
    "Stage": "Stadium",
    "Stall Detection": "Blockiererkennung",
    "Stall Detection note": "Blockiererkennung Hinweis",
    "Stall Sensitivity": "Blockierempfindlichkeit",
    "Standard support": "Standardunterstützung",
    "start over": "Neuanfang",
    "Start time and date must be in the future.": "Startzeit und -datum müssen in der Zukunft liegen.",
    "Start tour": "Starte tour",
    "Started": "Gestartet",
    "Starting X": "Starte X",
    "starting Y": "starte Y",
    "Starts": "Startet",
    "Steps": "Schritte",
    "Steps per MM": "Schritte pro MM",
    "stereo inputs": "Stereo Eingänge",
    "Stock": "Standard",
    "Stock Bindings": "Standard Verknüpfungen",
    "stock names": "Standard Namen",
    "Stock pin bindings": "Standard Pinverknüpfungen",
    "Stock sensors": "Original sensoren",
    "Stop at Home": "Stop bei Home",
    "Stop at Max": "Stop bei Max",
    "Stop at the home (zero) location of the axis. If enabled, moving past zero is disallowed. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Hält an der Homeposition (Null) der Achse an. Wenn aktiviert, ist das Überschreiten von Null nicht zulässig. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Stops a device from moving until it is unlocked by a user.": "Verhindert, dass sich ein Gerät bewegt, bis es von einem Benutzer entsperrt wird.",
    "strings": "Zeichenfolgen",
    "submit": "senden",
    "submitted": "übermittelt",
    "Success": "Erfolg",
    "Sun Requirements": "Sonnenanforderung",
    "Swap axis minimum and maximum limit switches. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Minimale und maximale Endschalter der Achse tauschen.(Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Swap jog buttons (and rotate map)": "Jog-Buttons tauschen (und Karte drehen)",
    "Swap jog buttons: x and y axes": "Tauschen Sie die Tipptasten: x- und y-Achse",
    "Swap limit switches": "Endschalter tauschen",
    "Swap map X and Y axes, making the Y axis horizontal and X axis vertical. This setting will also swap the X and Y jog control buttons in the Move widget.": "Vertauscht die X- und Y-Achse der Karte, sodass die Y-Achse horizontal und die X-Achse vertikal ist. Diese Einstellung vertauscht auch die X- und Y-Jog-Steuertasten im Move-Widget.",
    "swap x and y axis jog buttons": "Jog-Tasten der X- und Y-Achse tauschen",
    "Sync error": "Sync Fehler",
    "SYNC ERROR": "SYNC FEHLER",
    "SYNC NOW": "JETZT SYNCHRONISIEREN",
    "Sync unknown": "Sync unbekannt",
    "Synced": "Synchronisiert",
    "SYNCED": "SYNCHRONISIERT",
    "SYNCING": "SYNCHRONISIERE",
    "Syncing...": "Synchronisiere ...",
    "Take a guided tour": "Machen Sie eine geführte Tour",
    "Take a photo": "Mache ein Foto",
    "Take a Photo": "Mache ein Foto",
    "Take a Tour": "Machen Sie einen Rundgang",
    "Take and view photos": "Fotos aufnehmen und ansehen",
    "Take Photo": "Mache Foto",
    "Target": "Ziel",
    "Temporarily hidden": "Vorrübergehend verborgen",
    "Terms of Use": "Nutzungsbedingungen",
    "Thanks for taking the Getting Started Tour! You're now ready to dive into the details of each panel and begin planting your first garden with FarmBot. Check out our other tours for practical step-by-step help, and refer to our in-depth documentation in case you get stuck on anything.": "Danke, dass Sie die Getting Started Tour gemacht haben! Sie sind jetzt bereit, sich mit den Details der einzelnen Felder zu beschäftigen und Ihren ersten Garten mit FarmBot anzulegen. Schauen Sie sich unsere anderen Touren an, um praktische Schritt-für-Schritt-Hilfen zu erhalten, und lesen Sie unsere ausführliche Dokumentation, falls Sie einmal nicht weiterkommen",
    "Thanks for trying out the FarmBot web app! This is a great way to introduce yourself to building sequences, regimens, events, and designing a virtual garden.": "Vielen Dank, dass Sie die FarmBot-Web-App ausprobiert haben! Dies ist eine großartige Möglichkeit, sich mit dem Erstellen von Sequenzen, Regimen, Ereignissen und dem Entwerfen eines virtuellen Gartens vertraut zu machen.",
    "The camera will capture images at the closest available resolution to the selected size. Changing image resolution requires recalibration of the camera. Higher quality images will take longer to process.": "Die Kamera nimmt Bilder mit der verfügbaren Auflösung auf, die der ausgewählten Größe am nächsten kommt. Das Ändern der Bildauflösung erfordert eine Neukalibrierung der Kamera. Die Verarbeitung von Bildern mit höherer Qualität dauert länger.",
    "The Control Peripheral step instructs FarmBot to set the specified pin on the Arduino to the specified mode and value. Use the digital pin mode for on (1) and off (0) control, and analog pin mode for PWM (pulse width modulation) (0-255).": " Der Peripherie Steuern-Schritt weist FarmBot an, den angegebenen Pin auf dem Arduino auf den angegebenen Modus und Wert festzulegen. Verwenden Sie den digitalen Pin-Modus für die Steuerung Ein (1) und Aus (0) und den analogen Pin-Modus für PWM (Pulsweitenmodulation) (0-255).",
    "The Detect Weeds step takes a photo and detects any weeds in the area. Visit the Photos panel to view results or change parameters.": "Der Schritt Unkraut erkennen macht ein Foto und erkennt alle Unkräuter in der Umgebung. Besuchen Sie das Bedienfeld Fotos, um Ergebnisse anzuzeigen oder Parameter zu ändern.",
    "The device has never been seen. Most likely, there is a network connectivity issue on the device's end.": "FarmBot wurde noch nicht erkannt. Vermutlich liegt eine Verbindungsstörung am Gerät vor.",
    "The FarmBot axis along which the calibration objects are aligned. (default: {{ defaultAxis }})": "Die FarmBot-Achse, entlang der die Kalibrierungsobjekte ausgerichtet sind. (default: {{ defaultAxis }})",
    "The FarmBot web app is a powerful tool that allows you to control and configure your FarmBot in any way you want. To give you so much power, we've packed the app with a ton of settings, features, and pages, which can be a lot to understand. That's why we've created comprehensive written documentation and videos to teach you how to use everything.": " Die FarmBot-WebApp ist ein leistungsstarkes Tool, mit dem Sie Ihren FarmBot nach Belieben steuern und konfigurieren können. Um Ihnen so viel Leistung zu bieten, haben wir die App mit einer Vielzahl von Einstellungen, Funktionen und Seiten ausgestattet, die teilweise nicht selbsterklärend oder sogar schwer verständlich sein können. Aus diesem Grund haben wir umfassende schriftliche Dokumentationen und Videos erstellt, in denen Sie lernen, wie Sie alles verwenden.",
    "The FarmBot WiFi network isn't showing up": "Das FarmBot WiFi-Netzwerk wird nicht angezeigt",
    "The Farmware will use the parameter values set via the Farmware panel for any parameters that are not set in this sequence step.": " Die Farmware verwendet die über das Farmware-Bedienfeld festgelegten Parameterwerte für alle Parameter, die in diesem Sequenzschritt nicht festgelegt wurden.",
    "The Find Home step instructs the device to perform a homing command (using encoders, stall detection, or limit switches) to find and set home (zero) for the chosen axis or axes.": "Der Schritt \"Home suchen\" weist das Gerät an, einen Referenzierbefehl (unter Verwendung von Encodern, Blockiererkennung oder Endschaltern) auszuführen, um Home (Null) für die ausgewählte Achse oder die ausgewählten Achsen zu finden und einzustellen.",
    "The firmware is missing": "Die Firmware fehlt",
    "The image appears flipped": "Das Bild erscheint gespiegelt",
    "The image is black": "Das Bild ist schwarz",
    "The image is rotated": "Das Bild ist gedreht",
    "The map is rotated incorrectly": "Die Karte ist falsch gedreht",
    "The map origin is in a different corner": "Der Nullpunkt der Karte liegt in einer anderen Ecke",
    "The Mark As step allows FarmBot to programmatically edit the properties of the UTM, plants, and weeds from within a sequence. For example, you can mark a plant as \"planted\" during a seeding sequence or mark a weed as \"removed\" after removing it.": "Mit dem Schritt Markieren als kann FarmBot die Eigenschaften von UTM, Pflanzen und Unkräutern innerhalb einer Sequenz programmgesteuert bearbeiten. Beispielsweise können Sie eine Pflanze während einer Aussaatsequenz als \"gepflanzt\" markieren oder ein Unkraut nach dem Entfernen als \"entfernt\" markieren.",
    "The Measure Soil Height step takes a photo and detects the z-axis coordinate of the visible soil surface. Visit the Points panel to view results or visit the Farmware panel to change parameters.": "Der Schritt Bodenhöhe messen nimmt ein Foto auf und erkennt die Z-Achsen-Koordinate der sichtbaren Bodenoberfläche. Besuchen Sie das Punktebedienfeld, um die Ergebnisse anzuzeigen, oder das Farmware-Bedienfeld, um die Parameter zu ändern.",
    "The motor is having trouble": "Der Motor hat Probleme",
    "The Move Relative step instructs FarmBot to move the specified distance from its current location. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move Relative where X=0 and Y=3000, then FarmBot will move to X=1000, Y=4000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move Relative steps. Move Relative steps should be preceded by a Move To step to ensure you are starting from a known location.": "Der Schritt Relativ verschieben weist FarmBot an, die angegebene Entfernung von seinem aktuellen Standort zu verschieben. Wenn sich FarmBot beispielsweise derzeit bei X = 1000, Y = 1000 befindet und ein Verschiebungsrelativ mit X = 0 und Y = 3000 erhält, wird FarmBot auf X = 1000, Y = 4000 verschoben. Wenn sich FarmBot in mehrere Richtungen bewegen muss, bewegt er sich diagonal. Wenn Sie gerade Bewegungen entlang einer Achse gleichzeitig benötigen, verwenden Sie mehrere Schritte zum Verschieben von Relativen. Relative Bewegungen sollten nach einer Absoluten Bewegung erfolgen, um sicherzustellen, dass sich die Achsen vor der Bewegung auf der richtigen Startposition befinden.",
    "The Move step instructs FarmBot to move to the specified coordinate or distance from its current location.": "Der Schritt Bewegen weist FarmBot an, sich zur angegebenen Koordinate oder Entfernung von seiner aktuellen Position zu bewegen.",
    "The Move To step instructs FarmBot to move to the specified coordinate regardless of the current position. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move To where X=0 and Y=3000, then FarmBot will move to X=0, Y=3000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move To steps. Offsets allow you to more easily instruct FarmBot to move to a location, but offset from it by the specified amount. For example moving to just above where a peripheral is located. Using offsets lets FarmBot do the math for you.": "Der Schritt Bewegen-nach weist FarmBot an, unabhängig von der aktuellen Position zur angegebenen Koordinate zu wechseln. Wenn sich FarmBot beispielsweise derzeit bei X = 1000, Y = 1000 befindet und eine Verschiebung nach X = 0 und Y = 3000 erhält, bewegt sich FarmBot zu X = 0, Y = 3000. Wenn FarmBot sich in mehrere Richtungen bewegen muss, bewegt es sich diagonal. Wenn Sie gerade Bewegungen entlang einer Achse gleichzeitig benötigen, verwenden Sie mehrere Schritte. Mit Offsets können Sie leichter Anweisungen erteilen FarmBot, um an einen Ort zu wechseln, aber um den angegebenen Betrag versetzt zu sein. Zum Beispiel, um genau über den Ort zu gelangen, an dem sich ein Peripheriegerät befindet. Durch die Verwendung von Offsets kann FarmBot die Berechnung für Sie durchführen.",
    "The next item in this event will run {{timeFromNow}}.": "Das nächste Element in diesem Ereignis wird ausgeführt in {{timeFromNow}}.",
    "The number of microsteps required to move the motor one step. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Die Anzahl der Mikroschritte, die erforderlich sind, um den Motor einen Schritt zu bewegen. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "The number of motor steps required to move the axis one millimeter. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Die Anzahl der Motorschritte, die erforderlich sind, um die Achse um einen Millimeter zu bewegen. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "The number of the pin to guard. This pin will be set to the specified state after the duration specified by TIMEOUT.": "Die Nummer des zu schützenden Pins. Dieser Pin wird nach der durch TIMEOUT festgelegten Dauer auf den angegebenen Status gesetzt.",
    "The number of the pin to report. Analog pin values will be reported every 500ms.": "Die Nummer des zu meldenden Pins. Analoge Pin-Werte werden alle 500ms gemeldet",
    "The page won't load": "Die Seite wird nicht geladen",
    "The pump is on, but there isn't any suction": "Die Pumpe ist eingeschaltet, aber es gibt keine Ansaugung",
    "The Read Sensor step instructs FarmBot to read the current value of the specified sensor or peripheral. Pin Mode: Use digital for a 0 (LOW) or 1 (HIGH) response, and analog for a voltage reading (0-1023 for 0-5V).": "Der Schritt Sensor lesen weist FarmBot an, den aktuellen Wert des angegebenen Sensors oder Peripheriegeräts zu lesen. Pin-Modus: Verwenden Sie Digital für eine 0 (LOW) oder 1 (HIGH) Antwort und Analog für einen Spannungswert (0-1023 für 0-5 V).",
    "The Run Farmware step runs a Farmware package. Visit the Farmware panel to install and manage Farmware.": "Im Schritt Farmware ausführen wird ein Farmware-Paket ausgeführt. Besuchen Sie das Farmware-Bedienfeld, um Farmware zu installieren und zu verwalten.",
    "The Send Message step instructs FarmBot to send a custom message to the logs (and toast message and/or email, if selected). This can help you with debugging your sequences.": " Der Schritt Nachricht senden weist FarmBot an, eine benutzerdefinierte Nachricht an die Logs zu senden (und eine Toastnachricht und / oder E-Mail, falls ausgewählt). Dies kann Ihnen beim Debuggen Ihrer Sequenzen helfen.",
    "The status is 'disconnected'": "Der Status ist 'getrennt'",
    "The terms of service have recently changed. You must accept the new terms of service to continue using the site.": "Die Nutzungsbedingungen haben sich kürzlich geändert. Sie müssen die neuen Nutzungsbedingungen akzeptieren, um die Website weiterhin nutzen zu können.",
    "The tool currently mounted to the UTM can be set here or by using a MARK AS step in a sequence. Use the verify button or read the tool verification pin in a sequence to verify that a tool is attached.": "Das aktuell an der UTM gemountete Tool kann hier oder mithilfe eines MARKIEREN ALS-Schritts in einer Sequenz eingestellt werden. Verwenden Sie die Schaltfläche \"Prüfen\" oder lesen Sie den Werkzeug-Pin in einer Seuqenz aus, um zu überprüfen, ob ein Werkzeug angebracht ist.",
    "The valve clicked, but there isn't any water": "Das Ventil hat geklickt, aber es gibt kein Wasser",
    "The Wait step instructs FarmBot to wait for the specified amount of time. Use it in combination with the Control Peripheral step to water for a length of time.": "Der Schritt Warten weist FarmBot an, auf die angegebene Zeit zu warten. Verwenden Sie es in Kombination mit dem Schritt Peripherie-Steuern, um längere Zeit zu wässern.",
    "The z-axis did not reach the hardstop": "Die Z-Achse hat den Anschlag nicht erreicht",
    "Then Execute": "Dann ausführen",
    "There is a 'camera not detected' or 'problem getting image' error log": "Es gibt ein Fehlerprotokoll 'Kamera nicht erkannt' oder 'Problem bei der Bildaufnahme'",
    "There is a detection error log": "Es gibt ein Fehlerprotokoll",
    "There is a surface error message": "Es liegt eine Oberflächenfehlermeldung vor",
    "There is an axis error log": "Es gibt ein Achsenfehlerprotokoll",
    "There is no access to FarmBot or the message broker. This is usually caused by outdated browsers (Internet Explorer) or firewalls that block WebSockets on port 3002.": "Es gibt keinen Zugriff auf FarmBot oder den Message Broker. Dies wird normalerweise durch veraltete Browser (Internet Explorer) oder Firewalls verursacht, die WebSockets auf Port 3002 blockieren.",
    "There is no image": "Es gibt kein Bild",
    "There is no power": "Es gibt keinen Strom",
    "There is no value": "Es gibt keinen Wert",
    "There was an error": "Da ist ein Fehler passiert",
    "These are the most basic commands FarmBot can execute. Drag and drop them to create sequences for watering, planting seeds, measuring soil properties, and more.": "Dies sind die grundlegendsten Befehle, die FarmBot ausführen kann. Kombiniere Sie durch das hineinziehen in Sequenzen, um Sequenzen zum Bewässern, Pflanzen von Samen, Messen von Bodeneigenschaften und mehr zu erstellen.",
    "This command will not execute correctly because you do not have encoders, stall detection, or limit switches enabled for the chosen axis. Enable limit switches, encoders, or stall detection from the Settings panel for: ": "Dieser Befehl wird nicht korrekt ausgeführt, da für die ausgewählte Achse keine Encoder, Blockiererkennung oder Endschalter aktiviert sind. Aktivieren Sie Endschalter, Encoder oder Blockiererkennung im Einstellungsfeld für: ",
    "This computer": "Dieser Computer",
    "This is the account menu, providing you with links to other pages in the app, and for logging out.": "Dies ist das Kontomenü, in dem Sie Links zu anderen Seiten in der App finden und sich abmelden können",
    "This is the connectivity popup. Click it to view information about the connection between your web browser, your FarmBot, and the FarmBot web app servers. Whenever your FarmBot is online and ready for action, you will see a green checkmark.": "Dies ist das Popup-Fenster für die Konnektivität. Klicken Sie darauf, um Informationen über die Verbindung zwischen Ihrem Webbrowser, Ihrem FarmBot und den FarmBot Web-App-Servern anzuzeigen. Wenn Ihr FarmBot online und einsatzbereit ist, sehen Sie ein grünes Häkchen.",
    "This is the controls panel. Here you can control your FarmBot in realtime by pressing the movement arrow buttons, toggling peripherals, and executing pinned sequences. You can also view current status information about your FarmBot including its position and an optional webcam stream.": "Dies ist das Bedienfeld. Hier können Sie Ihren FarmBot in Echtzeit steuern, indem Sie die Bewegungspfeiltasten drücken, Peripheriegeräte umschalten und angeheftete Sequenzen ausführen. Außerdem können Sie aktuelle Statusinformationen zu Ihrem FarmBot anzeigen, einschließlich seiner Position und eines optionalen Webcam-Streams.",
    "This is the crop details panel. Here you can view factual information about the chosen crop such as the expected spread and height at maturity. Proceed to the next step of the tour to learn how to add the crop to your garden.": "Dies ist das Feld mit den Pflanzendetails. Hier können Sie Informationen über die gewählte Pflanze einsehen, wie z. B. die erwartete Ausbreitung und Höhe bei der Reife. Fahren Sie mit dem nächsten Schritt der Tour fort, um zu erfahren, wie Sie die Pflanze zu Ihrem Garten hinzufügen können",
    "This is the crop search panel. Type in a crop name to the search field, for example \"Spinach\". We recommend trying generic crop names rather than specific varietals. Select the best search result and then advance the tour.": "Dies ist das Suchfeld für Pflanzen. Geben Sie einen Pflanzennamen in das Suchfeld ein, zum Beispiel \"Spinat\". Wir empfehlen, eher allgemeine Pflanzennamen als spezifische Sorten auszuprobieren. Wählen Sie das beste Suchergebnis aus und fahren Sie mit der Tour fort.",
    "This is the current position indicator. FarmBot's current X, Y, and Z coordinates in millimeters are displayed for quick viewing from any page in the web app.": "Dies ist die aktuelle Positionsanzeige. Die aktuellen X-, Y- und Z-Koordinaten von FarmBot in Millimetern werden zur schnellen Anzeige auf jeder Seite der Web-App angezeigt.",
    "This is the E-STOP button, allowing you to emergency stop any movements and turn off all of FarmBot's peripherals in case something is going wrong. After E-STOPPING FarmBot, you will need to click the same button to UNLOCK the device before resuming execution of any commands.": "Dies ist die Schaltfläche NOT-AUS, mit der Sie alle Bewegungen stoppen und alle Peripheriegeräte von FarmBot ausschalten können, falls etwas schief läuft. Nach dem NOT-AUS von FarmBot müssen Sie auf dieselbe Schaltfläche klicken, um das Gerät zu entsperren, bevor Sie die Ausführung von Befehlen wieder aufnehmen können.",
    "This is the edit group panel. To make a group of all plants of one crop type, select the crop type you would like to include. Check that the correct plants are listed in the Group Members section, then advance the tour.": "Dies ist das Bedienfeld \"Gruppe bearbeiten\". Um eine Gruppe mit allen Pflanzen eines Pflanzentyps zu erstellen, wählen Sie den Pflanzentyp aus, den Sie einschließen möchten. Vergewissern Sie sich, dass die richtigen Pflanzen im Abschnitt Gruppenmitglieder aufgeführt sind, und fahren Sie dann mit der Tour fort",
    "This is the edit slot panel where you will let FarmBot know the exact X, Y, and Z coordinates it must travel to when mounting and dismounting tools or picking up seeds from a seed container. Advance the tour to figure out the coordinates for this first slot.": "Dies ist das Bearbeitungsfeld, in dem Sie FarmBot die genauen X-, Y- und Z-Koordinaten mitteilen, die er anfahren muss, wenn er Werkzeuge an- und abbaut oder Samen aus einem Saatgutbehälter aufnimmt. Fahren Sie die Tour fort, um die Koordinaten für diesen ersten Slot herauszufinden",
    "This is the events panel. Here you can view and manage all of your scheduled sequences and regimens. Clicking an event will open up the event details panel where you can edit it. Pressing the + button will create a new event.": "Dies ist die Events Panel. Hier können Sie alle Ihre geplanten Sequenzen und Programme anzeigen und verwalten. Wenn Sie auf ein Ereignis klicken, wird das Fenster mit den Ereignisdetails geöffnet, wo Sie es bearbeiten können. Wenn Sie auf die Schaltfläche \"+\" klicken, wird ein neues Ereignis erstellt.",
    "This is the groups section. Here you can create and manage groups of plants based on any criteria. Clicking a group will open up the group details panel where you can make edits. Pressing the group + button will create a new group.": "Dies ist der Bereich \"Gruppen\". Hier können Sie Gruppen von Pflanzen nach beliebigen Kriterien erstellen und verwalten. Wenn Sie auf eine Gruppe klicken, öffnet sich das Gruppen-Detailfenster, in dem Sie Änderungen vornehmen können. Wenn Sie auf die Schaltfläche \"Gruppe +\" klicken, wird eine neue Gruppe erstellt.",
    "This is the help panel. Here you can browse the documentation or get support if you need it. Switch between documentation hubs and the other help resources using the dropdown at the top of the panel.": "Dies ist das Hilfe-Panel. Hier können Sie die Dokumentation durchsuchen oder bei Bedarf Unterstützung erhalten. Wechseln Sie zwischen den Dokumentations-Hubs und den anderen Hilfe-Ressourcen, indem Sie das Dropdown-Menü am oberen Rand des Panels verwenden.",
    "This is the message center. Here you can view and manage setup cards and announcements. Dismiss items you are finished with by pressing the X in the top right of a card. Check back often for new feature announcements and important information about your FarmBot.": "Dies ist die Mitteilungszentrale. Hier können Sie Einrichtungskarten und Ankündigungen ansehen und verwalten. Verwerfen Sie Elemente, die Sie nicht mehr benötigen, indem Sie auf das X oben rechts auf einer Karte drücken. Schauen Sie regelmäßig vorbei, um sich über neue Funktionen und wichtige Informationen zu Ihrem FarmBot zu informieren",
    "This is the photos panel. Here you can view and manage all of the photos of your garden. Additionally, here is where you can calibrate FarmBot's camera and weed detection settings to fine tune the performance for your lighting conditions and soil type.": "Dies ist der Bereich Fotos. Hier können Sie alle Fotos Ihres Gartens ansehen und verwalten. Außerdem können Sie hier die Kamera- und Unkrauterkennungseinstellungen des FarmBot kalibrieren, um die Leistung an Ihre Lichtverhältnisse und Bodenart anzupassen.",
    "This is the plant details panel. Here you can view and edit a plant's coordinates and status, or delete it entirely.": "Dies ist das Pflanzen-Detailfenster. Hier können Sie die Koordinaten und den Status einer Pflanze anzeigen und bearbeiten oder sie ganz löschen.",
    "This is the plants panel. Here you can view and manage all of the plants in your garden. Mousing over a plant in the list will highlight it in the map and vice versa. Clicking a plant will open up the plant details panel where you can edit it. Pressing the plant + button will allow you to search for and add new crops to your garden.": "Dies ist das Pflanzen-Panel. Hier können Sie alle Pflanzen in Ihrem Garten anzeigen und verwalten. Wenn Sie mit der Maus über eine Pflanze in der Liste fahren, wird sie auf der Karte hervorgehoben und umgekehrt. Wenn Sie auf eine Pflanze klicken, öffnet sich das Pflanzen-Detailfenster, in dem Sie die Pflanze bearbeiten können. Wenn Sie auf die Schaltfläche \"Pflanze +\" klicken, können Sie nach neuen Pflanzen suchen und diese zu Ihrem Garten hinzufügen.",
    "This is the plants panel. Once you add plants to your garden, they will be listed here for you to view and manage. To add a plant to your garden, press the plant + button and then advance the tour.": "Dies ist das Pflanzen-Panel. Sobald Sie ihrem Garten Pflanzen hinzufügen, werden sie hier aufgelistet, damit Sie sie ansehen und verwalten können. Um eine Pflanze zu Ihrem Garten hinzuzufügen, drücken Sie auf die Schaltfläche \"+\" für die Pflanze und fahren Sie dann mit der Tour fort.",
    "This is the points panel. Here you can view and manage all of the points in your garden, including measured soil height points. Mousing over a point in the list will highlight it in the map and vice versa. Clicking a point will open up the point details panel where you can edit it. Pressing the point + button will allow you to add a point or a grid of points to the map.": "Dies ist das Punkte-Panel. Hier können Sie alle Punkte in Ihrem Garten anzeigen und verwalten, einschließlich der gemessenen Bodenhöhenpunkte. Wenn Sie mit der Maus über einen Punkt in der Liste fahren, wird er auf der Karte hervorgehoben und umgekehrt. Wenn Sie auf einen Punkt klicken, öffnet sich das Punkt-Detailfenster, in dem Sie den Punkt bearbeiten können. Wenn Sie auf die Schaltfläche Punkt + klicken, können Sie einen Punkt oder ein Punktgitter zur Karte hinzufügen",
    "This is the regimens panel. Here you can view and manage all of your regimens which allow you to bulk schedule sequences based on the age of a plant. Clicking a regimen will open up the regimen editor panel where you can edit it. Pressing the + button will create a new regimen.": "Dies ist das Regimen-Panel. Hier können Sie alle Ihre Schemata einsehen und verwalten, die es Ihnen ermöglichen, Sequenzen auf der Grundlage des Alters einer Pflanze zu planen. Wenn Sie auf eine Kurve klicken, öffnet sich der Kurven-Editor, in dem Sie die Kurve bearbeiten können. Wenn Sie auf die Schaltfläche + klicken, wird eine neue Kur erstellt",
    "This is the sequences panel. Here you can view and manage all of your sequences. Clicking a sequence will open up the sequence editor panel where you can edit it. Pressing the + button will create a new sequence.": "Dies ist das Sequenz-Panel. Hier können Sie alle Ihre Sequenzen anzeigen und verwalten. Wenn Sie auf eine Sequenz klicken, öffnet sich das Sequenzeditor-Panel, in dem Sie die Sequenz bearbeiten können. Wenn Sie auf die Schaltfläche + klicken, wird eine neue Sequenz erstellt",
    "This is the settings panel. Here you can view and manage all of your FarmBot and account settings. Refer to the tooltips and documentation for information about each setting.": "Dies ist das Einstellungsfenster. Hier können Sie alle Ihre FarmBot- und Kontoeinstellungen anzeigen und verwalten. Informationen zu den einzelnen Einstellungen finden Sie in den QuickInfos und in der Dokumentation.",
    "This is the tools panel. Here you can add, edit, and view your FarmBot's tools and seed containers as well the slots they are loaded into. Mousing over a slot will highlight it in the map and vice versa. We've already added all of the items included with your FarmBot kit. Your job now is to input the exact location of the slots corresponding to where you installed them in real life. Click the first slot in the list and then advance the tour.": "Dies ist das Werkzeugfenster. Hier können Sie die Werkzeuge und Saatgutbehälter ihres FarmBots hinzufügen, bearbeiten und ansehen, sowie die Steckplätze, in die sie geladen sind. Wenn Sie mit der Maus über einen Steckplatz fahren, wird er auf der Karte hervorgehoben und umgekehrt. Wir haben bereits alle Gegenstände hinzugefügt, die in Ihrem FarmBot-Bausatz enthalten sind. Ihre Aufgabe ist es nun, die exakte Position der Steckplätze einzugeben, die der Position entspricht, an der Sie sie in der Realität installiert haben. Klicken Sie auf den ersten Steckplatz in der Liste und fahren Sie dann mit der Tour fort.",
    "This is the tools panel. Here you can view and manage all of the tools, seed containers, and slots in your garden. Clicking an item will open up the details panel where you can edit it. Pressing the + buttons will allow you to add new items.": "Dies ist das Werkzeugfenster. Hier können Sie alle Werkzeuge, Saatgutbehälter und Steckplätze in Ihrem Garten anzeigen und verwalten. Wenn Sie auf einen Gegenstand klicken, öffnet sich das Detailfenster, in dem Sie ihn bearbeiten können. Durch Drücken der \"+\"-Schaltflächen können Sie neue Elemente hinzufügen.",
    "This is the weeds panel. Here you can view and manage all of the weeds in your garden. Mousing over a weed in the list will highlight it in the map and vice versa. Newly detected weeds will appear in the PENDING category, which you must periodically approve to be listed in the ACTIVE category. Once a weed has been dealt with by FarmBot, it can be moved to the REMOVED category with a Mark As sequence command. Clicking a weed will open up the weed details panel where you can manually edit it.": "Dies ist das Unkraut-Panel. Hier können Sie alle Unkräuter in Ihrem Garten anzeigen und verwalten. Wenn Sie mit der Maus über ein Unkraut in der Liste fahren, wird es auf der Karte hervorgehoben und umgekehrt. Neu entdeckte Unkräuter erscheinen in der Kategorie PENDING, die Sie regelmäßig freigeben müssen, um in die Kategorie ACTIVE aufgenommen zu werden. Sobald ein Unkraut von FarmBot bearbeitet wurde, kann es mit dem Befehl Als Folge markieren in die Kategorie ENTFERNT verschoben werden. Wenn Sie auf ein Unkraut klicken, öffnet sich das Unkraut-Detailfenster, in dem Sie das Unkraut manuell bearbeiten können",
    "This page has moved. Redirecting...": "Diese Seite wurde verschoben. Umleiten ...",
    "This phone": "Dieses Telefon",
    "this photo": "dieses Foto",
    "this photo from map": "Dieses Foto von der Karte",
    "this photo in map": "Dieses Foto in der Karte",
    "This sequence includes deprecated steps.": "Diese Sequenz enthält veraltete Schritte.",
    "This sequence is pinned.": "Diese Sequenz ist angepinnt.",
    "This sequence is published at the following link": "Diese Sequenz ist unter folgendem Link veröffentlicht",
    "this sequence was imported": "Diese Sequenz wurde importiert",
    "This sequence was imported from a publicly shared sequence. If the original author publishes a new version, you may upgrade your copy. Upgrading will overwrite your copy with the contents of the new version. It is recommended you check your FarmBot continues operating as expected after any upgrades.": "Diese Sequenz wurde von einer öffentlich freigegebenen Sequenz importiert. Wenn der ursprüngliche Autor eine neue Version veröffentlicht, können Sie Ihre Kopie aktualisieren. Beim Aktualisieren wird Ihre Kopie mit dem Inhalt der neuen Version überschrieben. Es wird empfohlen, dass Sie überprüfen, ob Ihr FarmBot nach einem Upgrade weiterhin wie erwartet funktioniert.",
    "This step executes the sequence that contains it, which may cause an infinite loop.": "Dieser Schritt führt die Sequenz aus, die ihn enthält, was zu einer Endlosschleife führen kann",
    "This variable is currently being used and cannot be deleted.": "Diese Variable wird derzeit verwendet und kann nicht gelöscht werden",
    "This will restart FarmBot's Raspberry Pi and controller software.": "Diese Funktion startet FarmBot, Raspberry Pi und die Controller-Software neu.",
    "This will shutdown FarmBot's Raspberry Pi. To turn it back on, unplug FarmBot and plug it back in.": "Diese Funktion fährt den Farmbot herunter. Um ihn wieder einzuschalten, trenne den FarmBot von der Spannungsversorgung und schließe ihn wieder an.",
    "Ticker Notification": "Ticker Benachrichtigung",
    "Time": "Zeit",
    "Time in milliseconds": "Zeit in Millisekunden",
    "Time is not properly formatted.": "Die Zeit ist nicht richtig formatiert.",
    "Time period": "Zeitperiode",
    "time zone": "Zeitzone",
    "Timeout (sec)": "Zeitüberschreitung (Sek)",
    "Timeout after (seconds)": "Timeout nach (seconds)",
    "timezone": "Zeitzone",
    "Tip: Use dot notation (i.e., 'meta.color') to access meta fields.": "Tipp: Verwenden Sie die Punktnotation (d. H. 'Meta.color'), um auf Metafelder zuzugreifen.",
    "to": "zu",
    "To add a grid or row of plants, scroll to the bottom of the panel, enter values into the grid and row planting fields and click PREVIEW. The previewed plants will show in the map in grayscale. Make adjustments as necessary and when you are happy with the preview, click SAVE. Then advance the tour.": "Um ein Raster oder eine Reihe von Pflanzen hinzuzufügen, blättern Sie zum unteren Rand des Fensters, geben Sie Werte in die Felder für die Raster- und Reihenbepflanzung ein und klicken Sie auf VORSCHAU. Die in der Vorschau angezeigten Pflanzen werden auf der Karte in Graustufen dargestellt. Nehmen Sie nach Bedarf Anpassungen vor, und wenn Sie mit der Vorschau zufrieden sind, klicken Sie auf SPEICHERN. Fahren Sie dann mit der Tour fort",
    "to add the plant to the map. Alternatively, you can plant a grid using the form below.": "um die Pflanze zur Karte hinzuzufügen. Alternativ können Sie ein Raster mit dem folgenden Formular erstellen.",
    "To finish setting up your account and FarmBot, please select which FarmBot you have. Once you make a selection, we'll automatically add some tools, sensors, peripherals, sequences, and more to get you up and running faster. If you want to start completely from scratch, feel free to select \"Custom bot\" and we won't change a thing.": "Um die Einrichtung Ihres Kontos und Ihres FarmBot abzuschließen, wählen Sie bitte Ihren FarmBot aus. Sobald Sie eine Auswahl getroffen haben, fügen wir automatisch einige Tools, Sensoren, Peripheriegeräte, Sequenzen und mehr hinzu, damit Sie schneller einsatzbereit sind. Wenn Sie ganz von vorne anfangen möchten, können Sie \"Benutzerdefinierter Bot\" auswählen, und wir werden nichts ändern.",
    "to get started": "um loszulegen",
    "to get started or click the": "um loszulegen oder klicken Sie auf die",
    "To prepare for camera calibration, move the z-axis all the way up.": "Um die Kamerakalibrierung vorzubereiten, bewegen Sie die Z-Achse ganz nach oben.",
    "To State": "Auf Zustand",
    "toggle": "Schalter",
    "Toggle a digital pin on or off.": "Schalte einen digitalen Pin Ein oder Aus.",
    "toggle advanced view": "Erweiterte Ansicht umschalten",
    "toggle celery script view": "Celery-Script Ansicht umschalten ",
    "toggle code view": "Code Ansicht umschalten",
    "Toggle crop": "Pflanze umschalten",
    "toggle editor view": "Editor Ansicht umschalten",
    "toggle fancy editor": "Auf Fancy Editor umschalten",
    "toggle folder open": "Ordner Öffnen umschalten ",
    "toggle logs": "Logs umschalten",
    "toggle packing method": "Packmethode umschalten",
    "Toggle Peripheral": "Peripherie umschalten",
    "Toggle rotation": "Rotation umschalten",
    "toggle safe z": "Sichere Z umschalten",
    "toggle settings open": "Einstellungen Öffnen umschalten",
    "too weak": "zu schwach",
    "Tool Mount": "Werkzeugaufnahme",
    "Tool or Seed Container": "Werkzeug oder Samenbehälter",
    "Tool Verification": "Werkzeug Verification",
    "Tools": "Werkzeuge",
    "tools and seed containers": "Werkzeug und Samenbehälter",
    "top": "oben",
    "Top Left": "Oben Links",
    "Top Right": "Oben Rechts",
    "Total number of times to retry calibration. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Gesamtzahl der Wiederholungsversuche für die Kalibrierung. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Tours": "Touren",
    "Trail": "Linie",
    "Travel in millimeters for stall detection to ignore during acceleration. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Weg in Millimetern, den die Blockier-Erkennung bei der Beschleunigung ignorieren soll. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "true": "wahr",
    "Try a different Raspberry Pi USB power cable.": "Versuchen Sie ein anderes Raspberry Pi USB-Stromkabel",
    "Try again while observing the log messages.": "Versuchen Sie es noch einmal und beobachten Sie dabei die Protokollmeldungen",
    "Try an alternate calibration method. Two red objects spaced 100mm apart can be used in place of the card.": "Versuchen Sie eine alternative Kalibrierungsmethode. Anstelle der Karte können zwei rote Objekte im Abstand von 100 mm verwendet werden.",
    "Try navigating to ": "Versuchen Sie hierhin zu navigieren",
    "Try waiting three minutes from power on. Check the Raspberry Pi power LED. Check that the SD is fully inserted. Try downloading a new FarmBot OS image, ensuring that the device model is correct. Try re-flashing the SD card via Etcher. If possible, ensure line-of-sight between devices when trying to connect.": "Versuchen Sie, drei Minuten nach dem Einschalten zu warten. Überprüfen Sie die Power-LED des Raspberry Pi. Prüfen Sie, ob die SD-Karte vollständig eingesteckt ist. Versuchen Sie, ein neues FarmBot OS-Image herunterzuladen und stellen Sie sicher, dass das Gerätemodell korrekt ist. Versuchen Sie, die SD-Karte über Etcher neu zu flashen. Wenn möglich, stellen Sie sicher, dass zwischen den Geräten Sichtkontakt besteht, wenn Sie versuchen, eine Verbindung herzustellen.",
    "ttyACM0 (recommended for Genesis)": "ttyACM0 (Empfohlen für Genesis)",
    "Turn off to set Web App to English.": "Deaktivieren um die WebApp auf Englisch zu stellen.",
    "type": "Typ",
    "Type": "Typ",
    "Type filtered": "Typ gefiltert",
    "Type not filtered": "Typ nicht gefiltert",
    "Unable to connect to FarmBot. Please reconnect FarmBot to continue.": "Verbindung zu FarmBot kann nicht hergestellt werden. Bitte verbinden Sie FarmBot erneut, um fortzufahren.",
    "Unable to load content.": "Inhalt konnte nicht geladen werden.",
    "Unable to load webcam feed.": "Webcam Feed kann nicht geladen werden.",
    "Unable to properly display this step.": "Schritt konnte nicht angezeigt werden.",
    "Unable to resend verification email. Are you already verified?": "Bestätigungs-E-Mail kann nicht erneut gesendet werden. Sind Sie bereits verifiziert?",
    "Unable to save changes.": "Änderungen konnten nicht gespeichert werden.",
    "Unable to save event.": "Event konnte nicht gespeichert werden.",
    "Unavailable": "Nicht verfügbar",
    "uncategorized": "nicht kategorisiert",
    "Unexpected error occurred, we've been notified of the problem.": "Unerwarteter Fehler ist aufgetreten, wir wurden über das Problem informiert.",
    "unknown": "unbekannt",
    "Unknown": "Unbekannt",
    "UNKNOWN": "UNBEKANNT",
    "unknown (offline)": "unbekannt (offline)",
    "Unknown Farmware": "Unbekannte Farmware",
    "Unknown problem of priority {{priority}} ({{slug}}).": "Unbekanntes Prioritätsproblem {{priority}} ({{slug}}).",
    "Unknown tool": "Unbekanntes Werkzeug",
    "Unknown.": "Unbekannt.",
    "UNLOCK": "ENTSPERREN",
    "unlock device": "Gerät entsperren",
    "Unlocking a device requires user intervention.": "Das Entsperren eines Geräts erfordert ein Eingreifen des Benutzers.",
    "Unnamed": "Unbenannt",
    "unpin sequence": "Sequenz lösen",
    "Unpublish error": "Fehler bei der unveröffentlichung",
    "Unpublishing": "Unveröffentlichung",
    "Until": "Bis",
    "Untitled Group": "Unbenannte Gruppe",
    "Untitled point": "Unbenannter Punkt",
    "Untitled tool": "Unbenanntes Werkzeug",
    "Untitled weed": "Unbenanntes Unkraut",
    "Untitled Zone": "Unbenannte Zone",
    "unvisualize": " unvisualisieren",
    "UP TO DATE": "AKTUELL",
    "Update": "Aktualisieren",
    "update Farmware": "Farmware aktualisieren",
    "Update Farmware": "Farmware aktualisieren",
    "update time": "Aktualisierungszeit",
    "UPDATE TO": "Aktualisiere zu",
    "update to FarmBot's value": "Aktualisierung auf FarmBot's Wert",
    "Upgrade error": "Aktualisierungs Fehler",
    "upgrade FarmBot OS": " Aktualisiere FarmBot OS ",
    "upgrade your copy to this version": "Aktualisieren Sie Ihr Exemplar auf diese Version",
    "Upgrading their copy to other published versions": "Sie aktualisieren ihre Kopie auf andere veröffentlichte Versionen",
    "uploading photo": "Foto hochladen",
    "Upon successful password change, your FarmBot will soft reset allowing you to configure it with the updated credentials. You will also be logged out of other browser sessions. Continue?": "Nach erfolgreicher Kennwortänderung wird Ihr FarmBot per Soft-Reset zurückgesetzt, sodass Sie ihn mit den aktualisierten Anmeldeinformationen konfigurieren können. Sie werden auch von anderen Browsersitzungen abgemeldet. Fortsetzen?",
    "Uptime": "Betriebszeit",
    "USB Camera": "USB Kamera",
    "Use 24-hour time format": "Das 24-Stunden-Zeitformat verwenden",
    "use alternative method": "Alternativmethode verwenden",
    "use average soil height": "Durchschittliche Erdhöhe verwenden",
    "use average z: {{ value }}": "Durchschnittlich verwendetes z: {{ value }}",
    "use current location": "Aktuellen Standort verwenden",
    "Use current location": "Wähle aktuelle Position",
    "Use Encoders for Positioning": "Nutze Encoder für Positionierung",
    "Use the manual controls to move FarmBot along the full length of the X-axis in both directions.": "Verwenden Sie die manuelle Steuerung, um FarmBot über die gesamte Länge der X-Achse in beide Richtungen zu bewegen",
    "Use the manual controls to move FarmBot along the full length of the Y-axis in both directions.": "Verwenden Sie die manuelle Steuerung, um FarmBot über die gesamte Länge der Y-Achse in beide Richtungen zu bewegen",
    "Use the manual controls to move FarmBot along the full length of the Z-axis in both directions.": "Verwenden Sie die manuelle Steuerung, um FarmBot über die gesamte Länge der Z-Achse in beide Richtungen zu bewegen",
    "Use these manual control buttons to move FarmBot in realtime. Press the arrows for relative movements or type in new coordinates and press GO for an absolute movement. Tip: Press the Home button when you are done so FarmBot is ready to get back to work.": "Verwende diese manuellen Steuertasten, um FarmBot in Echtzeit zu bewegen. Drücke die Pfeile für relative Bewegungen oder gebe neue Koordinaten ein und drücke LOS für eine absolute Bewegung. Tipp: Drücken Sie Home-Taste, Sie fertig sind. FarmBot ist dann bereit, wieder an die Arbeit zu gehen. ",
    "Use these toggle switches to control FarmBot's peripherals in realtime. To edit and create new peripherals, press the EDIT button. Make sure to turn things off when you're done!": "Verwende diese Kippschalter, um FarmBot-Peripheriegeräte in Echtzeit zu steuern. Um neue Peripheriegeräte zu bearbeiten und zu erstellen, drücke die EDIT-Taste. Stelle sicher, dass die Peripheriegeräte ausgeschalten sind, wenn Sie fertig sind!",
    "Used in another resource. Protected from deletion.": "Wird in einer anderen Ressource verwendet. Vor Löschung geschützt.",
    "User Interface Read Only Mode": "Schreibgeschützter Modus der Benutzeroberfläche",
    "Using a demo account": "Verwendung eines Demokontos",
    "Using the manual controls, instruct FarmBot to move towards the seed trough. As you get closer, change the MOVE AMOUNT to a smaller value for finer movements. Your goal is to position the needle just above the trough and then descend down into it until the tip of the needle is 3 to 5mm from the bottom of the trough. Click the blue button next to the slot's X, Y, and Z fields to save FarmBot's current position to the slot.": "Weisen Sie FarmBot mit den manuellen Bedienelementen an, sich auf den Saatguttrog zuzubewegen. Ändern Sie bei Annäherung den MOVE AMOUNT auf einen kleineren Wert für feinere Bewegungen. Ihr Ziel ist es, die Nadel knapp über dem Trog zu positionieren und dann in den Trog hinabzusteigen, bis die Spitze der Nadel 3 bis 5 mm vom Boden des Trogs entfernt ist. Klicken Sie auf die blaue Schaltfläche neben den X-, Y- und Z-Feldern des Steckplatzes, um die aktuelle Position von FarmBot im Steckplatz zu speichern.",
    "Using the manual controls, instruct FarmBot to move towards the tool and slot. As you get closer, change the MOVE AMOUNT to a smaller value for finer movements. Your goal is to position the UTM just above the tool and then descend down onto it (mounting it). Once the UTM has mounted the tool, click the blue button next to the slot's X, Y, and Z fields to save FarmBot's current position to the slot.": "Weisen Sie FarmBot mit den manuellen Bedienelementen an, sich auf das Werkzeug und den Schlitz zuzubewegen. Ändern Sie bei der Annäherung den MOVE AMOUNT auf einen kleineren Wert für feinere Bewegungen. Ihr Ziel ist es, das UTM direkt über dem Werkzeug zu positionieren und dann auf das Werkzeug herabzusteigen (es zu montieren). Sobald das UTM das Werkzeug montiert hat, klicken Sie auf die blaue Schaltfläche neben den X-, Y- und Z-Feldern des Steckplatzes, um die aktuelle Position von FarmBot im Steckplatz zu speichern.",
    "UTM and TOOLS": "UTM und WERKZEUGE",
    "Vacuum": "Vakuum",
    "VACUUM": "VAKUUM",
    "value": "Wert",
    "Value": "Wert",
    "VALUE": "WERT",
    "Value must be greater than {{ num }}.": "Wert muss größer sein als {{ num }}.",
    "Value must be greater than or equal to {{min}}.": "Wert muss größer oder gleich sein als {{min}}.",
    "Value must be less than {{ num }}.": "Wert muss kleiner sein als {{ num }}.",
    "Value must be less than or equal to {{max}}.": "Wert muss kleiner oder gleich sein als {{max}}.",
    "Variables": "Variablen",
    "Variance": "Varianz",
    "Verification email resent. Please check your email!": "Bestätigungs-E-Mail erneut gesendet. Bitte überprüfen Sie Ihr Postfach! ",
    "verify": "Prüfen",
    "Verify axis motor connections.": "Überprüfen Sie die Anschlüsse der Achsenmotoren",
    "Verify Password": "Passwort bestätigen",
    "Version last seen": "Zuletzt empfangene Version",
    "view": "Ansicht",
    "View": "Anzeigen",
    "View all logs": "Alle Logs anzeigen",
    "View and filter historical sensor reading data.": "Anzeigen und Filtern historischer Sensor Messwerte.",
    "View and filter log messages.": "Zeige und filtere Log Meldungen.",
    "View available tours": "Verfügbare Touren anzeigen",
    "View CeleryScript": "CeleryScript anzeigen",
    "View crop info": "Pflanzeninformationen anzeigen",
    "View current location": "Aktuelle Position anzeigen",
    "View FarmBot's current location using the axis position display.": "Zeige den aktuellen Standort von FarmBot mithilfe der Achsenpositionsanzeige an.",
    "View fullscreen": "Im Vollbild anzeigen",
    "view in map (opens in new tab)": "in Karte anzeigen (öffnet in neuem Tab)",
    "View log messages": "Log-Nachrichten anzeigen",
    "View Logs": "Logs anzeigen",
    "View photos your FarmBot has taken here.": "Zeige Fotos, die der FarmBot hier gemacht hat.",
    "View raw data representation of sequence steps.": "Rohdaten-Darstellung von Sequenzschritten anzeigen.",
    "View recent log messages here. More detailed log messages can be shown by adjusting filter settings.": "Hier können Sie die letzten Protokollnachrichten anzeigen. Detailliertere Protokollmeldungen können durch Anpassen der Filtereinstellungen angezeigt werden.",
    "viewing a publicly shared sequence": "eine öffentlich freigegebene Sequenz ansehen",
    "Viewing saved garden": "Gespeicherten Garten anzeigen",
    "Visit the documentation.": "Besuchen Sie die Dokumentation.",
    "visualize": "Visualisieren",
    "Voltage": "Spannung",
    "Wait": "Warte",
    "Warn": "Warnung",
    "Warning": "Warnung",
    "Warning: Binding to a pin without a physical button and pull-down resistor connected may put FarmBot into an unstable state.": "Warnung: Die Bindung an einen Pin ohne physischen Knopf und angeschlossenen Pulldown-Widerstand kann FarmBot in einen instabilen Zustand versetzen.",
    "Warning: Changing the values below may cause app and device errors.": "Warnung: Das Ändern der folgenden Werte kann zu App- und Gerätefehlern führen.",
    "Warning: Limit switches are NOT included with standard FarmBot Genesis or Express kits. Do NOT enable limit switches unless you have built your own FarmBot with them or added them to a stock kit.": " Warnung: Endschalter sind NICHT in Standard-FarmBot Genesis- oder Express-Kits enthalten. Aktivieren Sie KEINE Endschalter, es sei denn, Sie haben mit ihnen einen eigenen FarmBot erstellt oder ihn einem Offiziellen-Kit hinzugefügt.",
    "Warning: low value": "Warnung: niedriger Wert",
    "WARNING: Sending passwords via HTTP:// is not secure.": "WARNUNG: Das Senden von Passwörtern über HTTP:// ist nicht sicher.",
    "Warning: This will erase data stored on your FarmBot's SD card, requiring you to reconfigure FarmBot so that it can reconnect to your WiFi network and web app account. Soft resetting the device will not delete data stored in your web app account. Are you sure you wish to continue?": " Warnung: Dadurch werden die auf der SD-Karte Ihres FarmBot gespeicherten Daten gelöscht, und Sie müssen FarmBot neu konfigurieren, damit die Verbindung zu Ihrem WiFi-Netzwerk und Ihrem Web-App-Konto wiederhergestellt werden kann. Durch den Soft Reset des Geräts werden keine in Ihrem Web-App-Konto gespeicherten Daten gelöscht. Sind Sie sicher, dass Sie fortfahren möchten?",
    "Warning: This will overwrite all existing hardware settings, replacing them with the provided values. Are you sure you wish to continue?": "Warnung: Dadurch werden alle vorhandenen Hardwareeinstellungen überschrieben und durch die angegebenen Werte ersetzt. Sind Sie sicher, dass Sie fortfahren möchten?",
    "Warning: This will reset all hardware settings to the default values. Are you sure you wish to continue?": "Warnung: Dadurch werden alle Hardwareeinstellungen auf die Standardwerte zurückgesetzt. Möchten Sie wirklich fortfahren?",
    "Warning: Upon successful change of your account email or password, FarmBot will cease to function and become inaccessible until it is reconfigured with your new web app credentials.": "Warnung: Nach erfolgreicher Änderung Ihrer E-Mail-Adresse oder Ihres Passworts wird FarmBot nicht mehr funktionieren und nicht mehr zugänglich sein, bis es mit Ihren neuen Web-App-Anmeldedaten neu konfiguriert ist.",
    "WARNING! Deleting your account will permanently delete all of your Sequences, Regimens, Events, and Farm Designer data. Upon deleting your account, FarmBot will cease to function and become inaccessible until it is paired with another web app account. To do this, you will need to reboot your FarmBot so that is goes back into configuration mode for pairing with another user account. When this happens, all of the data on your FarmBot will be overwritten with the new account's data. If the account is brand new, then FarmBot will become a blank slate.": "WARNUNG! Durch das Löschen Ihres Kontos werden alle Ihre Sequenzen, Regimes, Ereignisse und Farm Designer-Daten dauerhaft gelöscht. Nach dem Löschen Ihres Kontos funktioniert FarmBot nicht mehr und ist nicht mehr verfügbar, bis es mit einem anderen Web-App-Konto gekoppelt wird. Dazu müssen Sie Ihren FarmBot neu starten, damit er wieder in den Konfigurationsmodus wechselt, um ihn mit einem anderen Benutzerkonto zu koppeln. In diesem Fall werden alle Daten auf Ihrem FarmBot mit den Daten des neuen Kontos überschrieben. Wenn das Konto brandneu ist, wird FarmBot wie ein unbeschriebenes Blatt.",
    "Warning! Leaving the stable FarmBot OS release channel may reduce FarmBot system stability. Are you sure?": "Warnung! Das Verlassen des stabilen FarmBot OS-Release-Kanals kann die Stabilität des FarmBot-Systems verringern. Sind Sie sicher?",
    "WARNING! Resetting your account will permanently delete all of your Sequences, Regimens, Events, Tools, Logs, and Farm Designer data. All app settings and device settings will be reset to default values. This is useful if you want to delete all data to start from scratch while avoiding having to fully delete your account, re-signup, and re-configure your FarmBot. Note that when FarmBot syncs after resetting your account, your FarmBot will delete all of its stored Sequences, etc, because your account will no longer have any of these resources until you create new ones. Furthermore, upon reset any customized device settings will be immediately overwritten with the default values downloaded from the reset web app account.": "WARNUNG! Durch das Zurücksetzen Ihres Kontos werden alle Ihre Sequenzen, Regimes, Ereignisse, Tools, Protokolle und Farm Designer-Daten dauerhaft gelöscht. Alle App- und Geräteeinstellungen werden auf die Standardwerte zurückgesetzt. Dies ist nützlich, wenn Sie alle Daten löschen möchten, um von vorne zu beginnen, ohne Ihr Konto vollständig löschen, sich neu anmelden und Ihren FarmBot neu konfigurieren zu müssen. Beachten Sie, dass bei der Synchronisierung von FarmBot nach dem Zurücksetzen Ihres Kontos Ihr FarmBot alle gespeicherten Sequenzen usw. löscht, da Ihr Konto über keine dieser Ressourcen mehr verfügt, bis Sie neue erstellen. Darüber hinaus werden beim Zurücksetzen alle benutzerdefinierten Geräteeinstellungen sofort mit den Standardwerten überschrieben, die vom zurückgesetzten Web-App-Konto heruntergeladen wurden.",
    "Warning! When disabled, clicking the UNLOCK button will immediately unlock FarmBot instead of confirming that it is safe to do so. As a result, double-clicking the E-STOP button may not stop FarmBot. Are you sure you want to disable this feature?": "Warnung! Wenn diese Option deaktiviert ist, wird durch Klicken auf die Schaltfläche UNLOCK sofort FarmBot entsperrt, anstatt zu bestätigen, dass dies sicher ist. Ein Doppelklick auf die Schaltfläche E-STOP kann FarmBot daher möglicherweise nicht stoppen. Möchten Sie diese Funktion wirklich deaktivieren?",
    "Warning! When enabled, any unsaved changes to sequences will be discarded when refreshing or closing the page. Are you sure?": " Warnung! Wenn diese Option aktiviert ist, werden alle nicht gespeicherten Änderungen an Sequenzen beim Aktualisieren oder Schließen der Seite verworfen. Sind Sie sicher?",
    "Warning! When enabled, any unsaved changes will be discarded when refreshing or closing the page. Are you sure?": "Warnung! Wenn diese Option aktiviert ist, werden alle nicht gespeicherten Änderungen beim Aktualisieren oder Schließen der Seite verworfen. Sind Sie sicher?",
    "Watch the video below and make small adjustments to the motor speed and current settings.": "Schauen Sie sich das folgende Video an und nehmen Sie kleine Anpassungen an den Einstellungen für Motordrehzahl und -strom vor",
    "Watch the video below demonstrating movements along the full length of the axes. Once you have finished watching, proceed to the next setup steps to test movements along the full length of each axis.": "Sehen Sie sich das folgende Video an, in dem Bewegungen entlang der gesamten Länge der Achsen demonstriert werden. Wenn Sie mit dem Anschauen fertig sind, fahren Sie mit den nächsten Einrichtungsschritten fort, um Bewegungen entlang der gesamten Länge jeder Achse zu testen.",
    "Watch the video below showing how to match the manual controls to your real life FarmBot. Once you have finished watching, proceed to the next setup steps to test and set the controls for each axis.": "Sehen Sie sich das folgende Video an, in dem gezeigt wird, wie Sie die manuellen Steuerungen an Ihren echten FarmBot anpassen. Wenn Sie mit dem Anschauen fertig sind, fahren Sie mit den nächsten Einrichtungsschritten fort, um die Steuerungen für jede Achse zu testen und einzustellen.",
    "Watch the video below showing how to match the virtual FarmBot map to your real life FarmBot. The relevant controls are available below the video for your convenience.": "Sehen Sie sich das folgende Video an, in dem gezeigt wird, wie Sie die virtuelle FarmBot-Karte an Ihren realen FarmBot anpassen. Die entsprechenden Steuerelemente sind unterhalb des Videos zu finden.",
    "Water": "Wasser",
    "WATER": "WASSER",
    "Watering Nozzle": "Bewässerungsdüse",
    "weak": "schwach",
    "Webcam Feeds": "Webcam-Feeds",
    "weed": "Unkraut",
    "Weed created.": "Unkraut erstellt.",
    "Weed detection": "Unkrauterkennung",
    "Weed Detector": "Unkraut Detektor",
    "Weed Groups": "Unkraut Gruppen",
    "Weed status": "Unkraut Status",
    "Weeder": "Unkrautstecher",
    "weeds": "Unkraut",
    "Weeds": "Unkraut",
    "Week": "Woche",
    "Weeks": "Wochen",
    "Welcome to the": "Willkommen in der",
    "Welcome to the FarmBot Web App": "Willkommen in der FarmBot Web App",
    "Welcome to the FarmBot web app! In this tour you'll become familiar with the overall organization of the app.": "Willkommen bei der FarmBot Web-App! In dieser Tour werden Sie mit der allgemeinen Organisation der App vertraut gemacht.",
    "Welcome to the setup wizard. This process will guide you through the steps necessary to get your FarmBot set up and running. Each step will include an action to perform and a question about the outcome, which can be answered yes or no. Answering yes will continue to the next step, while answering no will display a list of results that can be selected for specific troubleshooting tips.": "Willkommen beim Einrichtungsassistenten. Dieser Prozess führt Sie durch die notwendigen Schritte, um Ihren FarmBot einzurichten und zum Laufen zu bringen. Jeder Schritt umfasst eine auszuführende Aktion und eine Frage nach dem Ergebnis, die mit Ja oder Nein beantwortet werden kann. Wenn Sie mit \"Ja\" antworten, fahren Sie mit dem nächsten Schritt fort. Wenn Sie mit \"Nein\" antworten, wird eine Liste mit Ergebnissen angezeigt, die Sie für spezifische Tipps zur Fehlerbehebung auswählen können.",
    "What do you want to grow?": "Was wollen Sie anpflanzen?",
    "What's next?": "Was kommt als Nächstes?",
    "When executing a sequence over a Group of locations, FarmBot will travel to each group member in the order of the chosen sort method. If the random option is chosen, FarmBot will travel in a random order every time, so the ordering shown below will only be representative.": "Wenn Sie eine Sequenz über eine Gruppe von Standorten ausführen, wird FarmBot in der Reihenfolge der ausgewählten Sortiermethode zu jedem Gruppenmitglied weitergeleitet. Wenn die zufällige Option ausgewählt ist, fährt FarmBot jedes Mal in zufälliger Reihenfolge, sodass die unten gezeigte Reihenfolge nur repräsentativ ist.",
    "When you program your FarmBot to perform an operation on a group of plants, you may want to control the ordering at which FarmBot visits each plant in the group. To do this, select one of the available Sort By methods. Once you have chosen a method, advance the tour.": "Wenn Sie Ihren FarmBot so programmieren, dass er eine Operation an einer Gruppe von Pflanzen durchführt, möchten Sie vielleicht die Reihenfolge steuern, in der FarmBot jede Pflanze in der Gruppe besucht. Wählen Sie dazu eine der verfügbaren Methoden zum Sortieren nach. Sobald Sie eine Methode ausgewählt haben, fahren Sie mit der Tour fort.",
    "When you publish a new version, other users of the sequence may optionally upgrade to the latest version.": "Wenn Sie eine neue Version veröffentlichen, können andere Benutzer der Sequenz optional auf die neueste Version aktualisieren",
    "When you're finished with a message, press the x button in the top right of the card to dismiss it.": " Wenn Sie mit einer Nachricht fertig sind, drücken Sie die X-Taste oben rechts auf der Karte, um sie zu schließen.",
    "while your garden is applied.": " während Ihr Garten übernommen wird.",
    "Widget load failed.": "Widget konnte nicht geladen werden.",
    "width": "Breite",
    "WiFi strength": "Wlan Stärke",
    "Within filter range": "Innerhalb des Filterbereichs",
    "Worst time": "Schlechteste Zeit",
    "Would you like to": "Möchten Sie ",
    "Write pin": "Pin schreiben",
    "x and y axis": "x und y Achse",
    "X Axis": "X Achse",
    "X AXIS": "X ACHSE",
    "X position": "X Position",
    "x-axis acceleration": "x-axis Beschleunigung",
    "x-axis maximum speed": "Höchstgeschwindigkeit der x-Achse",
    "x-axis minimum speed": "Mindestgeschwindigkeit der x-Achse",
    "x-axis motor current": "x-Achse Motorstrom",
    "x-axis motor step": "Motorschritt der X-Achse",
    "X-axis movements": "Bewegungen auf der X-Achse",
    "x-axis stall detection": "x-axis Blockier-Erkennung",
    "X/Y Alternating": "X/Y Abwechselnd",
    "X/Y, Ascending": "X/Y, Aufsteigend",
    "X/Y, Descending": "X/Y, Absteigend",
    "Y Axis": "Y Achse",
    "Y AXIS": "Y ACHSE",
    "Y position": "Y Position",
    "y-axis acceleration": "Y-axis Beschleunigung",
    "y-axis maximum speed": "Höchstgeschwindigkeit der Y-Achse",
    "y-axis minimum speed": "Mindestgeschwindigkeit der Y-Achse",
    "y-axis motor current": "Y-axis Motorstrom",
    "y-axis motor step": "Motorschritt der Y-Achse",
    "Y-axis movements": "Bewegungen auf der Y-Achse",
    "y-axis stall detection": "Y-axis Blockier-Erkennung",
    "Y/X Alternating": "Y/X Abwechselnd",
    "Y/X, Ascending": "Y/X, Aufsteigend",
    "Y/X, Descending": "Y/X, Absteigend",
    "Year": "Jahr",
    "Years": "Jahr",
    "Yellow": "Gelb",
    "yes": "Ja",
    "You are either offline, using a web browser that does not support WebSockets, or are behind a firewall that blocks port 3002. Do not attempt to debug FarmBot hardware until you solve this issue first. You will not be able to troubleshoot hardware issues without a reliable browser and internet connection.": "Sie sind entweder offline, verwenden einen Webbrowser, der WebSockets nicht unterstützt, oder befinden sich hinter einer Firewall, die den Port 3002 blockiert. Versuchen Sie nicht, Fehler in der FarmBot-Hardware zu suchen, bevor das Problem behoben ist. Sie können Hardwareprobleme nicht ohne eine zuverlässige Browser- und Internetverbindung beheben. ",
    "You are running an old version of FarmBot OS that is no longer supported.": "Sie nutzen eine alte Version von FarmBot OS, die nicht mehr unterstützt wird.",
    "You are scheduling a regimen to run today. Be aware that running a regimen too late in the day may result in skipped regimen tasks. Consider rescheduling this event to tomorrow if this is a concern.": "Sie planen ein Regime, das heute schon startet. Seien Sie sich bewusst, dass ein Regimen zu spät am Tag zu übersprungenen Aufgaben führen kann. Ziehen Sie es in Betracht, dieses Ereignis auf morgen umzustellen, wenn dies ein Problem darstellt.",
    "You can publish new versions of this sequence at any time, which other users may choose to upgrade to.": "Sie können jederzeit neue Versionen dieser Sequenz veröffentlichen, auf die andere Benutzer aktualisieren können",
    "You have made custom modifications to this imported sequence. Upgrading will overwrite all modifications, replacing your copy with the chosen public version.": "Sie haben benutzerdefinierte Änderungen an dieser importierten Sequenz vorgenommen. Beim Aktualisieren werden alle Änderungen überschrieben und Ihre Kopie durch die gewählte öffentliche Version ersetzt",
    "You haven't made any sequences or regimens yet. To add an event, first create a sequence or regimen.": "Sie haben noch keine Sequenzen oder Regime erstellt. Um ein Ereignis hinzuzufügen, erstellen Sie zunächst eine Sequenz oder ein Regime.",
    "You haven't yet taken any photos with your FarmBot. Once you do, they will show up here.": "Sie haben noch keine Fotos mit dem FarmBot gemacht. Sobald Sie dies tun, werden sie hier angezeigt.",
    "You may also unpublish the sequence and/or delete it from your account at any time to disable the share link. However, these actions will not affect existing imports owned by other user accounts.": "Sie können auch jederzeit die Veröffentlichung der Sequenz aufheben und/oder sie aus Ihrem Konto löschen, um den Freigabelink zu deaktivieren. Diese Aktionen wirken sich jedoch nicht auf bestehende Importe aus, die anderen Benutzerkonten gehören.",
    "You may click the button below to resend the email.": "Sie können auf die Schaltfläche klicken, um die E-Mail erneut zu senden.",
    "You may experience data loss if you do not refresh the page.": "Wenn Sie die Seite nicht aktualisieren, kann es zu Datenverlust kommen.",
    "You must register your original FarmBot order number before contacting support.": "Sie müssen Ihre ursprüngliche FarmBot-Bestellnummer registrieren, bevor Sie sich an den Support wenden können",
    "You must save changes to the sequence before publishing a new version.": "Sie müssen die Änderungen an der Sequenz speichern, bevor Sie eine neue Version veröffentlichen",
    "You're currently using a demo account": "Sie verwenden derzeit ein Demo-Konto",
    "You're currently viewing the": "Sie sehen gerade die ",
    "Your browser is connected correctly, but we have no recent record of FarmBot connecting to the internet. This usually happens because of poor WiFi connectivity in the garden, a bad password during configuration, a very long power outage, or blocked ports on FarmBot's local network. Please refer IT staff to:": "Ihr Browser ist korrekt verbunden, aber wir haben keine aktuellen Aufzeichnungen darüber, dass FarmBot eine Verbindung zum Internet hergestellt hat. Dies ist normalerweise auf eine schlechte WLAN-Konnektivität im Garten, ein falsches Kennwort während der Konfiguration, einen sehr langen Stromausfall oder blockierte Ports im lokalen Netzwerk von FarmBot zurückzuführen. Bitte verweisen Sie IT-Mitarbeiter an:",
    "your copy": "Ihre Kopie",
    "Your device has no firmware": "Ihr Gerät hat keine Firmware",
    "Your Name": "Ihr Name",
    "Your password is changed.": "Ihr Passwort wurde geändert.",
    "Your version of FarmBot OS is outdated and will soon no longer be supported. Please update your device as soon as possible.": " Ihre Version von FarmBot OS ist veraltet und wird bald nicht mehr unterstützt. Bitte aktualisieren Sie Ihr Gerät so schnell wie möglich.",
    "Your web browser is unable to communicate with the web app server. Make sure you are connected to the Internet.": "Ihr Webbrowser kann nicht mit dem Web-App-Server kommunizieren. Stellen Sie sicher, dass Sie mit dem Internet verbunden sind.",
    "Your web browser is unable to connect to the message broker. You might be behind a firewall or disconnected from the Internet. Check your network settings. View the connection status for more details.": "Ihr Webbrowser kann keine Verbindung zum Nachrichtenbroker herstellen. Möglicherweise befinden Sie sich hinter einer Firewall oder sind vom Internet getrennt. Überprüfen Sie Ihre Netzwerkeinstellungen. Weitere Informationen finden Sie im Verbindungsstatus.",
    "Your web browser may not work properly with the FarmBot Web App. If you experience any issues, try using a recent version of Chrome, Firefox, or Edge.": "Ihr Webbrowser funktioniert möglicherweise nicht richtig mit der FarmBot Web App. Wenn Sie Probleme haben, versuchen Sie es mit einer neueren Version von Chrome, Firefox oder Edge.",
    "Z Axis": "Z Achse",
    "Z AXIS": "Z ACHSE",
    "Z axis coordinate (millimeters) of soil level. This value will only be used if there are no soil height measurements available. To add soil height measurements, run a sequence with the MEASURE SOIL HEIGHT command in a grid over your garden. Alternatively, use a ruler to manually measure the height at various locations in the garden and add corresponding soil height points from the points panel. (default: 0)": "Z-Achsenkoordinate (Millimeter) der Bodenhöhe. Dieser Wert wird nur verwendet, wenn keine Bodenhöhenmessungen verfügbar sind. Um Bodenhöhenmessungen hinzuzufügen, führen Sie eine Sequenz mit dem Befehl MEASURE SOIL HEIGHT in einem Raster über Ihrem Garten aus. Alternativ können Sie auch ein Lineal verwenden, um die Höhe an verschiedenen Stellen im Garten manuell zu messen, und die entsprechenden Bodenhöhenpunkte über das Punktefeld hinzufügen. (Standard: 0)",
    "Z axis coordinate (millimeters) to which the z axis should be retracted during Safe Z moves. It is recommended to choose a value at which the z axis is all of the way up to provide as much clearance as possible. (default: 0)": "Z-Achsen-Koordinate (Millimeter), auf die die Z-Achse während sicherer Z-Bewegungen eingefahren werden soll. Es wird empfohlen, einen Wert zu wählen, bei dem die z-Achse sehr weit oben steht, um so viel Bewegungsfreiheit wie möglich zu gewährleisten. (Standard: 0)",
    "Z doesn't match calibration": " Z stimmt nicht mit der Kalibrierung überein",
    "Z height matches calibration": "Die Z-Höhe entspricht der Kalibrierung",
    "Z position": "Z Position",
    "z-axis acceleration": "Z-axis Beschleunigung",
    "z-axis maximum speed": "Höchstgeschwindigkeit der Z-Achse",
    "z-axis minimum speed": "Mindestgeschwindigkeit der Z-Achse",
    "z-axis motor current": "Z-axis Motorstrom",
    "z-axis motor step": "Motorschritt der Z-Achse",
    "Z-axis movements": "Bewegungen auf der Z-Achse",
    "z-axis stall detection": "Z-axis Blockier-Erkennung",
    "zone name": "Zonen Name",
    "Zones": "Zonen",
    "zoom in": "hineinzoomen",
    "zoom out": "herauszoomen"
  },
  "untranslated": {
    "": "",
    "(x, y, z)": "(x, y, z)",
    "{{ amount }}mm": "{{ amount }}mm",
    "{{ axis }}-axis profile": "{{ axis }}-axis profile",
    "{{axis}} (mm)": "{{axis}} (mm)",
    "{{axis}}-Offset": "{{axis}}-Offset",
    "# of plants": "# of plants",
    "1280 x 960 (1.3MP)": "1280 x 960 (1.3MP)",
    "1600 x 1200 (2MP)": "1600 x 1200 (2MP)",
    "2592 x 1944 (5MP)": "2592 x 1944 (5MP)",
    "320 x 240 (0.08MP)": "320 x 240 (0.08MP)",
    "3280 x 2464 (8MP)": "3280 x 2464 (8MP)",
    "4056 x 3040 (12.3MP)": "4056 x 3040 (12.3MP)",
    "640 x 480 (0.3MP)": "640 x 480 (0.3MP)",
    "800 x 600 (0.5MP)": "800 x 600 (0.5MP)",
    "add sensor reading": "add sensor reading",
    "analog": "analog",
    "Analog": "Analog",
    "APP VERSION": "APP VERSION",
    "Arduino/Farmduino": "Arduino/Farmduino",
    "Are FarmBot's motors unpowered? (Try moving the Y-axis by hand)": "Are FarmBot's motors unpowered? (Try moving the Y-axis by hand)",
    "Are you finished customizing the buttons?": "Are you finished customizing the buttons?",
    "Are you sure you want to delete all logs? A page refresh will be required.": "Are you sure you want to delete all logs? A page refresh will be required.",
    "Assertion": "Assertion",
    "Attach the rotary tool to the UTM and press VERIFY.": "Attach the rotary tool to the UTM and press VERIFY.",
    "Axis is already at maximum position": "Axis is already at maximum position",
    "Axis is already at minimum position": "Axis is already at minimum position",
    "AXIS LENGTH": "AXIS LENGTH",
    "Before attaching the rotary tool or turning it on, ensure that all hands, feet, hair, and other body parts will be kept away from the tool and a safe distance will be maintained while the rotary tool is attached. Be mindful of debris that may be projected and use appropriate protective equipment. Disconnect the rotary tool when not in use.": "Before attaching the rotary tool or turning it on, ensure that all hands, feet, hair, and other body parts will be kept away from the tool and a safe distance will be maintained while the rotary tool is attached. Be mindful of debris that may be projected and use appropriate protective equipment. Disconnect the rotary tool when not in use.",
    "beta": "beta",
    "Binomial Name": "Binomial Name",
    "Black": "Black",
    "Boot sequence": "Boot sequence",
    "Box LED 3": "Box LED 3",
    "Box LED 4": "Box LED 4",
    "Box LEDs": "Box LEDs",
    "calibration blur": "calibration blur",
    "calibration hue": "calibration hue",
    "calibration iterations": "calibration iterations",
    "calibration morph": "calibration morph",
    "calibration object separation": "calibration object separation",
    "calibration object separation along axis": "calibration object separation along axis",
    "calibration saturation": "calibration saturation",
    "calibration value": "calibration value",
    "Camera": "Camera",
    "camera offset x": "camera offset x",
    "camera offset y": "camera offset y",
    "camera rotation": "camera rotation",
    "Cameras": "Cameras",
    "Change depth to {{ depth }}mm for {{ num }} items?": "Change depth to {{ depth }}mm for {{ num }} items?",
    "Check that the camera is plugged in correctly to either a Raspberry Pi USB port (Express v1.0 kits and all Genesis kits) or into one of the vertically oriented USB ports on the Farmduino (Express v1.1 kits). For cameras with a 90 degree intermediary connector at the cross-slide, ensure the connectors are fully connected.": "Check that the camera is plugged in correctly to either a Raspberry Pi USB port (Express v1.0 kits and all Genesis kits) or into one of the vertically oriented USB ports on the Farmduino (Express v1.1 kits). For cameras with a 90 degree intermediary connector at the cross-slide, ensure the connectors are fully connected.",
    "Check the E-STOP button wiring.": "Check the E-STOP button wiring.",
    "Check the side of the box your FarmBot came in. What is the labeled version?": "Check the side of the box your FarmBot came in. What is the labeled version?",
    "Check the UNLOCK button wiring.": "Check the UNLOCK button wiring.",
    "Choose the starting page that loads after logging in.": "Choose the starting page that loads after logging in.",
    "click to open power and reset menu": "click to open power and reset menu",
    "Commit": "Commit",
    "Companions": "Companions",
    "Control peripheral": "Control peripheral",
    "Control servo": "Control servo",
    "CPU": "CPU",
    "Create a new sequence and add the FIND HOME command.": "Create a new sequence and add the FIND HOME command.",
    "create subfolder": "create subfolder",
    "Custom buttons": "Custom buttons",
    "Custom Settings": "Custom Settings",
    "Custom settings can be added here and accessed via the Lua env() function.": "Custom settings can be added here and accessed via the Lua env() function.",
    "Customize which Action or Sequence you want FarmBot to execute when you press Button 3, 4, or 5 on the electronics box. To start, we recommend setting Button 5 to the 'Find Home' sequence. You can change this later from the controls panel.": "Customize which Action or Sequence you want FarmBot to execute when you press Button 3, 4, or 5 on the electronics box. To start, we recommend setting Button 5 to the 'Find Home' sequence. You can change this later from the controls panel.",
    "day old": "day old",
    "Default plant depth": "Default plant depth",
    "Delete all logs": "Delete all logs",
    "delete all plants in garden": "delete all plants in garden",
    "Delete group": "Delete group",
    "delete log": "delete log",
    "depth (mm)": "depth (mm)",
    "Detect weeds": "Detect weeds",
    "detection blur": "detection blur",
    "detection hue": "detection hue",
    "detection iterations": "detection iterations",
    "detection morph": "detection morph",
    "detection saturation": "detection saturation",
    "detection value": "detection value",
    "developer documentation": "developer documentation",
    "Did FarmBot move to the end of the axis and then move back to the home position for this axis?": "Did FarmBot move to the end of the axis and then move back to the home position for this axis?",
    "Did FarmBot reach the home position (touching the hardstop) for this axis and set the coordinate to 0? Note: sometimes after a movement, FarmBot will settle into place and coordinates may change by +/-0.5mm from the desired value. If the coordinates are within 1mm of 0, that is acceptable.": "Did FarmBot reach the home position (touching the hardstop) for this axis and set the coordinate to 0? Note: sometimes after a movement, FarmBot will settle into place and coordinates may change by +/-0.5mm from the desired value. If the coordinates are within 1mm of 0, that is acceptable.",
    "Did FarmBot's {{ axis }}-axis move? (Don't worry about the direction right now)": "Did FarmBot's {{ axis }}-axis move? (Don't worry about the direction right now)",
    "Did FarmBot's motors power back on? (Try moving the Y-axis by hand)": "Did FarmBot's motors power back on? (Try moving the Y-axis by hand)",
    "Did the rotary tool rotate?": "Did the rotary tool rotate?",
    "digital": "digital",
    "Digital": "Digital",
    "Disk": "Disk",
    "Distance in millimeters to group calibration retries. If the distance traveled while detecting the axis end location exceeds this value, the calibration retry counter is reset. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Distance in millimeters to group calibration retries. If the distance traveled while detecting the axis end location exceeds this value, the calibration retry counter is reset. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "documentation page for adjustment suggestions.": "documentation page for adjustment suggestions.",
    "Does the toggle indicate ON?": "Does the toggle indicate ON?",
    "DOWNLOAD": "DOWNLOAD",
    "Download Link": "Download Link",
    "Drag a box around the items you would like to select.": "Drag a box around the items you would like to select.",
    "E-STOP": "E-STOP",
    "E-stop button": "E-stop button",
    "email": "email",
    "Email": "Email",
    "encoder scaling factor = 10000 * (motor resolution) / (encoder resolution). (default: x: {{ x }}, y: {{ y }}, z: {{ z }} (10000*200/360))": "encoder scaling factor = 10000 * (motor resolution) / (encoder resolution). (default: x: {{ x }}, y: {{ y }}, z: {{ z }} (10000*200/360))",
    "ENV Editor": "ENV Editor",
    "Events": "Events",
    "Execute sequence": "Execute sequence",
    "ext": "ext",
    "Farm Designer": "Farm Designer",
    "FarmBot": "FarmBot",
    "FarmBot is already at the home position": "FarmBot is already at the home position",
    "FarmBot is busy": "FarmBot is busy",
    "FarmBot is locked": "FarmBot is locked",
    "FarmBot Kit": "FarmBot Kit",
    "Farmbot OS": "Farmbot OS",
    "FarmBot OS": "FarmBot OS",
    "FarmBot OS update": "FarmBot OS update",
    "FarmBot Version": "FarmBot Version",
    "FarmBot's current position": "FarmBot's current position",
    "FarmBot's motors are still powered": "FarmBot's motors are still powered",
    "FarmBot's motors are still unpowered": "FarmBot's motors are still unpowered",
    "Farmware": "Farmware",
    "Farmware manifest URL": "Farmware manifest URL",
    "Featured Sequences": "Featured Sequences",
    "Feed Name": "Feed Name",
    "Feedback submitted through this form will be linked to your user account and email so that we may follow up when necessary. If your account email is not the best way for us to reach you, please include your phone number or preferred means of contact.": "Feedback submitted through this form will be linked to your user account and email so that we may follow up when necessary. If your account email is not the best way for us to reach you, please include your phone number or preferred means of contact.",
    "Find home": "Find home",
    "FIND HOME {{ axis }}": "FIND HOME {{ axis }}",
    "Finish setting up your account and FarmBot using our setup wizard. To open the setup wizard, click the **Setup: {{ percentComplete }}** button in the main navigation bar.": "Finish setting up your account and FarmBot using our setup wizard. To open the setup wizard, click the **Setup: {{ percentComplete }}** button in the main navigation bar.",
    "Firmware": "Firmware",
    "FIRMWARE": "FIRMWARE",
    "Firmware code": "Firmware code",
    "Firmware Name": "Firmware Name",
    "flash": "flash",
    "for help, please provide a detailed description of what you need help with and we'll get in touch.": "for help, please provide a detailed description of what you need help with and we'll get in touch.",
    "for more information.": "for more information.",
    "Fun": "Fun",
    "FYI": "FYI",
    "Gantry Height": "Gantry Height",
    "Garden": "Garden",
    "Group": "Group",
    "Hard": "Hard",
    "Hard Reset": "Hard Reset",
    "HARD RESET": "HARD RESET",
    "hardware and software documentation hubs": "hardware and software documentation hubs",
    "Has the value been entered?": "Has the value been entered?",
    "history": "history",
    "HOME POSITION": "HOME POSITION",
    "Home X": "Home X",
    "Home Y": "Home Y",
    "Home Z": "Home Z",
    "Hotkeys": "Hotkeys",
    "hours prior to most recent record": "hours prior to most recent record",
    "I can see the farmbot-xxxx network but my device will not connect": "I can see the farmbot-xxxx network but my device will not connect",
    "If statement": "If statement",
    "If using a phone, disable cellular data and try again.": "If using a phone, disable cellular data and try again.",
    "If you already tried the troubleshooting tips above and looked through the": "If you already tried the troubleshooting tips above and looked through the",
    "ignore detections out of bounds": "ignore detections out of bounds",
    "image resolution": "image resolution",
    "import this sequence": "import this sequence",
    "Info": "Info",
    "internal envs": "internal envs",
    "Internet": "Internet",
    "INTRO": "INTRO",
    "invert hue range selection": "invert hue range selection",
    "Is FarmBot positioned away from the hardstops?": "Is FarmBot positioned away from the hardstops?",
    "Is the 'Find Home' sequence selected?": "Is the 'Find Home' sequence selected?",
    "It stopped before reaching the axis end": "It stopped before reaching the axis end",
    "Job": "Job",
    "Key has already been taken.": "Key has already been taken.",
    "Landing page": "Landing page",
    "LED 3": "LED 3",
    "LED 4": "LED 4",
    "LED light strip": "LED light strip",
    "Link": "Link",
    "live chat": "live chat",
    "Logout and destroy token": "Logout and destroy token",
    "Logs": "Logs",
    "Look inside the electronics box. What color cable is plugged into the top of the Raspberry Pi (the green circuit board)?": "Look inside the electronics box. What color cable is plugged into the top of the Raspberry Pi (the green circuit board)?",
    "Lua": "Lua",
    "M-F 9-5 PST": "M-F 9-5 PST",
    "Manually add group members by clicking in the map. Group members selected by filters can only be removed by changing the filters. Filters will be applied at the time of sequence execution. Group members at that time may differ from those currently displayed.": "Manually add group members by clicking in the map. Group members selected by filters can only be removed by changing the filters. Filters will be applied at the time of sequence execution. Group members at that time may differ from those currently displayed.",
    "Manually enter a value by measuring the usable distance FarmBot can travel along the axis.": "Manually enter a value by measuring the usable distance FarmBot can travel along the axis.",
    "Map orientation": "Map orientation",
    "map settings": "map settings",
    "Mark as...": "Mark as...",
    "Max": "Max",
    "Maximum": "Maximum",
    "maximum weed size": "maximum weed size",
    "Memory": "Memory",
    "Message Broker": "Message Broker",
    "min": "min",
    "minimum weed size": "minimum weed size",
    "mm": "mm",
    "More": "More",
    "More options": "More options",
    "MORPH": "MORPH",
    "Move FarmBot away from the hardstops": "Move FarmBot away from the hardstops",
    "move sequence": "move sequence",
    "My Sequences": "My Sequences",
    "name": "name",
    "Name": "Name",
    "New password must be at least 8 characters.": "New password must be at least 8 characters.",
    "No description provided for this subsequence.": "No description provided for this subsequence.",
    "No Group selected": "No Group selected",
    "normal": "normal",
    "Not found": "Not found",
    "notes": "notes",
    "Nothing happened": "Nothing happened",
    "offline": "offline",
    "Offline": "Offline",
    "Offset adjustment": "Offset adjustment",
    "ok": "ok",
    "Ok": "Ok",
    "Online": "Online",
    "open map settings menu": "open map settings menu",
    "Open the ... menu for the {{ axis }} axis and click **FIND HOME**.": "Open the ... menu for the {{ axis }} axis and click **FIND HOME**.",
    "Open the ... menu for the {{ axis }} axis and click **FIND LENGTH**.": "Open the ... menu for the {{ axis }} axis and click **FIND LENGTH**.",
    "options": "options",
    "Orange": "Orange",
    "origin location in image": "origin location in image",
    "OS release channel": "OS release channel",
    "pin": "pin",
    "Pin": "Pin",
    "Pin ": "Pin ",
    "pin timeout (sec) to state": "pin timeout (sec) to state",
    "Pink": "Pink",
    "Pins": "Pins",
    "pixel coordinate scale": "pixel coordinate scale",
    "Please enter a value between 0 and {{ max }}": "Please enter a value between 0 and {{ max }}",
    "Please enter a value.": "Please enter a value.",
    "Please select a sensor with a valid pin number.": "Please select a sensor with a valid pin number.",
    "Position (mm)": "Position (mm)",
    "Press the **{{ toggle }}** toggle, wait a few seconds, and then press the toggle again.": "Press the **{{ toggle }}** toggle, wait a few seconds, and then press the toggle again.",
    "Press the physical E-Stop button on top of the electronics box.": "Press the physical E-Stop button on top of the electronics box.",
    "Press the physical Unlock button on top of the electronics box.": "Press the physical Unlock button on top of the electronics box.",
    "Press the toggle button to enable dynamic map size.": "Press the toggle button to enable dynamic map size.",
    "Press the UNLOCK button below.": "Press the UNLOCK button below.",
    "Radius": "Radius",
    "radius (mm)": "radius (mm)",
    "Raspberry Pi": "Raspberry Pi",
    "Read sensor": "Read sensor",
    "realtime": "realtime",
    "Refer to the": "Refer to the",
    "Regimens": "Regimens",
    "Return to the wizard": "Return to the wizard",
    "Rotary tool": "Rotary tool",
    "ROTARY TOOL": "ROTARY TOOL",
    "Rotary tool forward": "Rotary tool forward",
    "Rotary tool reverse": "Rotary tool reverse",
    "ROTARY TOOL REVERSE": "ROTARY TOOL REVERSE",
    "rotate during capture": "rotate during capture",
    "run water for 5 seconds": "run water for 5 seconds",
    "save as default": "save as default",
    "Save as default": "Save as default",
    "save detected plants": "save detected plants",
    "saved garden": "saved garden",
    "Search commands and sequences...": "Search commands and sequences...",
    "sec": "sec",
    "Select all in group": "Select all in group",
    "Select the 'Find Home' sequence in the dropdown. FarmBot will execute this sequence every time it boots up. You can modify this sequence or choose a different boot sequence later to have FarmBot perform different functions when it turns on.": "Select the 'Find Home' sequence in the dropdown. FarmBot will execute this sequence every time it boots up. You can modify this sequence or choose a different boot sequence later to have FarmBot perform different functions when it turns on.",
    "Send message": "Send message",
    "Sensor": "Sensor",
    "Server": "Server",
    "Servo pin": "Servo pin",
    "Set axis length": "Set axis length",
    "Set axis length to the current FarmBot axis position.": "Set axis length to the current FarmBot axis position.",
    "SET LENGTH": "SET LENGTH",
    "Setting name (key)": "Setting name (key)",
    "Shop": "Shop",
    "Show all download links": "Show all download links",
    "Show the camera's uncropped and unrotated field of view in the garden map when CROP MAP IMAGES is enabled.": "Show the camera's uncropped and unrotated field of view in the garden map when CROP MAP IMAGES is enabled.",
    "Soft": "Soft",
    "Soft Reset": "Soft Reset",
    "SOFT RESET": "SOFT RESET",
    "Software": "Software",
    "software.farm.bot": "software.farm.bot",
    "Soil sensor": "Soil sensor",
    "Soil sensor reading": "Soil sensor reading",
    "Solenoid valve": "Solenoid valve",
    "Something else happened and I need additional help": "Something else happened and I need additional help",
    "stable": "stable",
    "Standing from where you will normally view the FarmBot, **press the right arrow button**.": "Standing from where you will normally view the FarmBot, **press the right arrow button**.",
    "Standing from where you will normally view the FarmBot, **press the up arrow button**.": "Standing from where you will normally view the FarmBot, **press the up arrow button**.",
    "Standing from where you will normally view the FarmBot, **press the z-axis down arrow button**.": "Standing from where you will normally view the FarmBot, **press the z-axis down arrow button**.",
    "status": "status",
    "Status": "Status",
    "Svg Icon": "Svg Icon",
    "Sync": "Sync",
    "Sync LED": "Sync LED",
    "System": "System",
    "tablet": "tablet",
    "Take photo": "Take photo",
    "Taxon": "Taxon",
    "Temp": "Temp",
    "text": "text",
    "Text": "Text",
    "Text {{ num }}": "Text {{ num }}",
    "The **GANTRY HEIGHT** is the distance in millimeters between the bottom of FarmBot's tool head and the bottom of the gantry main beam when the Z-axis is fully raised. It is used to determine if a plant is too tall for the gantry to pass over it. (default: {{ distance }})": "The **GANTRY HEIGHT** is the distance in millimeters between the bottom of FarmBot's tool head and the bottom of the gantry main beam when the Z-axis is fully raised. It is used to determine if a plant is too tall for the gantry to pass over it. (default: {{ distance }})",
    "The axis is not at the home position": "The axis is not at the home position",
    "The axis length value looks incorrect": "The axis length value looks incorrect",
    "The coordinate is not zero": "The coordinate is not zero",
    "The FIND LENGTH button is disabled": "The FIND LENGTH button is disabled",
    "The gantry attaches to aluminum tracks": "The gantry attaches to aluminum tracks",
    "The gantry is set directly upon a raised bed": "The gantry is set directly upon a raised bed",
    "Then try finding the axis length again.": "Then try finding the axis length again.",
    "There is no 'Find Home' sequence": "There is no 'Find Home' sequence",
    "This sequence has no description.": "This sequence has no description.",
    "To calculate **WATER FLOW RATE**, hold a measuring cup below the watering nozzle and click the **RUN WATER FOR 5 SECONDS** button. Measure how much water FarmBot dispensed in milliliters (mL) and then divide this number by 5. Enter the result in the field.": "To calculate **WATER FLOW RATE**, hold a measuring cup below the watering nozzle and click the **RUN WATER FOR 5 SECONDS** button. Measure how much water FarmBot dispensed in milliliters (mL) and then divide this number by 5. Enter the result in the field.",
    "Toast Pop Up": "Toast Pop Up",
    "toggle beeps": "toggle beeps",
    "Toggle peripheral": "Toggle peripheral",
    "TOURS": "TOURS",
    "Try disabling cellular data or connecting with a different device.": "Try disabling cellular data or connecting with a different device.",
    "Try using the FIND HOME button a few more times. If FarmBot is still unable to reach the home position, check the hardware for resistance. You may also move FarmBot's {{ axis }}-axis with the controls or manually until the plates hit the hardstop. Then open the ... menu and click SET HOME.": "Try using the FIND HOME button a few more times. If FarmBot is still unable to reach the home position, check the hardware for resistance. You may also move FarmBot's {{ axis }}-axis with the controls or manually until the plates hit the hardstop. Then open the ... menu and click SET HOME.",
    "ttyAMA0 (recommended for Express v1.0)": "ttyAMA0 (recommended for Express v1.0)",
    "ttyUSB0 (recommended for Express v1.1)": "ttyUSB0 (recommended for Express v1.1)",
    "Uncropped Camera view": "Uncropped Camera view",
    "Unlock button": "Unlock button",
    "Update color to": "Update color to",
    "Update depth to": "Update depth to",
    "Update radius to": "Update radius to",
    "Update start to": "Update start to",
    "Update status to": "Update status to",
    "Update type to": "Update type to",
    "Use the encoders for calculating movements in addition to using encoders for stall detection. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Use the encoders for calculating movements in addition to using encoders for stall detection. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Using another device, search for and connect to the \\": "Using another device, search for and connect to the \\",
    "Using another device, search for and connect to the `farmbot-xxxx` WiFi network": "Using another device, search for and connect to the `farmbot-xxxx` WiFi network",
    "UTM": "UTM",
    "Vacuum pump": "Vacuum pump",
    "Variable": "Variable",
    "Version": "Version",
    "Version {{ version }}": "Version {{ version }}",
    "versions": "versions",
    "Water flow rate": "Water flow rate",
    "Water Flow Rate (mL/s)": "Water Flow Rate (mL/s)",
    "Watering nozzle": "Watering nozzle",
    "Web App": "Web App",
    "When": "When",
    "When adding plants to the map from the web app, set each new plant's depth to this value (in millimeters).": "When adding plants to the map from the web app, set each new plant's depth to this value (in millimeters).",
    "Which FarmBot model do you have?": "Which FarmBot model do you have?",
    "White": "White",
    "Why is my FarmBot not moving?": "Why is my FarmBot not moving?",
    "WiFi": "WiFi",
    "With the FarmBot still powered off, manually move the gantry, cross-slide, and Z-axis roughly 150mm away from any of its hardstops. In other words, position the gantry partway along the tracks, position the cross-slide partway across the gantry main beam, and position the Z-axis halfway down.": "With the FarmBot still powered off, manually move the gantry, cross-slide, and Z-axis roughly 150mm away from any of its hardstops. In other words, position the gantry partway along the tracks, position the cross-slide partway across the gantry main beam, and position the Z-axis halfway down.",
    "X": "X",
    "x (mm)": "x (mm)",
    "X (mm)": "X (mm)",
    "X-axis": "X-axis",
    "X-axis length": "X-axis length",
    "x-axis length (mm)": "x-axis length (mm)",
    "X-axis motor": "X-axis motor",
    "X, Y, Z (mm)": "X, Y, Z (mm)",
    "Y": "Y",
    "y (mm)": "y (mm)",
    "Y (mm)": "Y (mm)",
    "Y-axis": "Y-axis",
    "Y-axis length": "Y-axis length",
    "y-axis length (mm)": "y-axis length (mm)",
    "Y-axis motor": "Y-axis motor",
    "You have a FarmBot": "You have a FarmBot",
    "You may also try increasing motor current by 10%.": "You may also try increasing motor current by 10%.",
    "Your FarmBot's internal computer is the": "Your FarmBot's internal computer is the",
    "z": "z",
    "Z": "Z",
    "Z (mm)": "Z (mm)",
    "Z-axis": "Z-axis",
    "Z-axis length": "Z-axis length",
    "z-axis length (mm)": "z-axis length (mm)",
    "Z-axis motor": "Z-axis motor"
  },
  "other_translations": {
    " sequence": " Sequenz",
    " unknown (offline)": " Unbekannt (offline)",
    "'Home All' command": "'Home All' Befehl",
    "(Alpha) Enable use of rotary encoders during calibration and homing.": "(Alpha) Aktiviert Encoder für Kalibrierung/Homing.",
    "(Alpha) If encoders or end-stops are enabled, home axis (find zero).": "(Alpha) Finde Nullpunkt der Achse. Encoder oder Endschalter müssen aktiviert sein.",
    "(Alpha) If encoders or end-stops are enabled, home axis and determine maximum.": "(Alpha) Fährt die Endpunkte an und bestimmt die Länge. Encoder oder Endschalter müssen aktiviert sein.",
    "(Alpha) Number of steps missed (determined by encoder) before motor is considered to have stalled.": "(Alpha) Grenzwert bei Abweichung zwischen Motor- und Encoderwert bei dem eine Blockade erkannt wird. ",
    "(Alpha) Reduction to missed step total for every good step.": "(Alpha) Reduziert die Anzahl unerkannter Schritte bei jedem erkannten Schritt.",
    "(Alpha) Reverse the direction of encoder position reading.": "(Alpha) Invertiert die Richtung des Encoders.",
    "{{ count }} plants added.": "{{ count }} Pflanzen hinzugefügt.",
    "{{length}} plants selected": "{{length}} Pflanzen ausgewählt",
    "Accelerate for (steps)": "Beschleunige für (Schritte)",
    "actions": "aktionen",
    "Add a farm event via the + button to schedule a sequence or regimen in the calendar.": " Fügen Sie über die Schaltfläche + ein Farm Event hinzu, um eine Sequenz oder ein Regime im Kalender zu planen.",
    "Add an event via the + button to schedule a sequence or regimen in the calendar.": "Klicke auf +, um Sequenzen oder Regimens in den Kalender einzuplanen.",
    "add command": "Befehl hinzufügen",
    "Add command": " Befehl hinzufügen",
    "add criteria": "Kriterien hinzufügen",
    "Add Farm Event": "Farm Event hinzufügen",
    "add number criteria": "Nummernkriterien hinzufügen",
    "Add peripherals": "Peripherie hinzufügen",
    "Add plant": "Pflanze hinzufügen",
    "Add plants": "Pflanzen hinzufügen",
    "Add plants by pressing the + button and searching for a plant, selecting one, and dragging it into the garden.": "Fügen Sie Pflanzen hinzu, indem Sie nach dem Klick auf die + Schaltfläche die Pflanze suchen, auswählen und in das Beet ziehen.",
    "Add point": " Punkt hinzufügen",
    "Add Regimen Item": "Regime Element hinzufügen",
    "Add seed containers": "Samenbehälter hinzufügen",
    "Add seed containers and slots": "Samenbehälter und Werkzeugplätze hinzufügen",
    "add selected stock names": "Ausgewählte Standardnamen hinzufügen",
    "Add sequences to your regimen by selecting a sequence from the drop down, specifying a time, choosing which days it should run on, and then clicking the + button. For example: a Seeding sequence might be scheduled for Day 1, while a Watering sequence would be scheduled to run every other day.": "Wähle an welchen Wochentagen und zu welcher Uhrzeit die ausgewählte Sequenz aufgerufen werden soll und bestätige mit +. Als Beispiel: Eine Sequenz zur Aussaat wird nur am ersten Tag benötigt, während eine Bewässerungs Sequenz an jenem weiteren Tag benötigt wird.",
    "Add slots": "Plätze hinzufügen",
    "add step": "Schritt hinzufügen",
    "add string criteria": "Zeichenfolgenkriterien hinzufügen",
    "Add the newly created tools and seed containers to the corresponding slots on FarmBot: press the + button to create a slot.": "Füge die neuen Werkzeuge der zugehörigen Werkzeugbank durch einen Klick auf Bearbeiten und anschließend auf + hinzu.",
    "Add the newly created tools to the corresponding toolbay slots on FarmBot: press edit and then + to create a toolbay slot.": "Fügen Sie die neu erstellten Werkzeuge zu den entsprechenden Toolbay-Slots in FarmBot hinzu: Drücken Sie Bearbeiten und dann +, um einen Toolbay-Slot zu erstellen.",
    "Add to map": "Der Karte hinzufügen",
    "Add tools": "Werkzeuge hinzufügen",
    "Add tools and seed containers": "Werkzeuge und Samenbehälter hinzufügen",
    "Add tools and slots": "Werkzeuge und Plätze hinzufügen",
    "Add tools to tool bay": "Fügen Sie der Werkzeugbank Werkzeuge hinzu ",
    "additional criteria": "zusätzliche Kriterien",
    "Age selection": "Altersauswahl",
    "Amount of time to wait for a command to execute before stopping.": "Zeit in dem ein Befehl ausgeführt sein muss bevor ein Fehler ausgegeben wird.",
    "Amount of time to wait for a command to execute before stopping. (default: 120s)": "Zeit in dem ein Befehl ausgeführt sein muss bevor ein Fehler ausgegeben wird. (Standard: 120s)",
    "An error occurred during configuration.": "Während der Konfiguration ist ein Fehler aufgetreten.",
    "App Settings": "App Einstellungen",
    "Arduino is possibly unplugged. Check the USB cable between the Raspberry Pi and the Arduino. Reboot FarmBot after a reconnection. If the issue persists, reconfiguration of FarmBot OS may be necessary.": "Arduino ist nicht verbunden. Überprüfe das USB-Kabel zwischen Raspberry Pi und dem Arduino/Farmduino. Starte anschließend den Bot neu. Sollte der Fehler dennoch auftreten, muss das Farmbot OS über den Configurator erneut konfiguriert werden.",
    "Are FarmBot's gantry wheel plates touching the hardstops at the end of the tracks?": "Berühren die Radplatten des FarmBot-Portals die Anschläge am Ende der Gleise?",
    "Assign a sequence to execute when a Raspberry Pi GPIO pin is activated.": "Verknüpfe eine Sequenz mit einem Raspberry PI GPIO. Diese Sequenz wird bei einem High Signal auf dem entsprechenden Pin aufgerufen.",
    "Automatic Factory Reset": "Automatisch auf Werkseinstellung zurücksetzen",
    "Automatic Soft Reset": "Automatischer Soft Reset",
    "Automatically factory reset when the WiFi network cannot be detected. Useful for network changes.": "Automatisch auf Werkseinstellungen zurücksetzen, wenn das Wlan Netzwerk nicht gefunden wurde. Hilfreich bei Änderungen am Netzwerk.",
    "Automatically soft reset when the WiFi network cannot be detected. Useful for network changes.": "Automatischer Soft Reset wenn das Wlan nicht gefunden warden kann. Hilfreich bei Änderungen am Netzwerk.",
    "Axis Length (steps)": "Achsenlänge (Schritte)",
    "back to farmware": "Zurück zu Farmware",
    "back to farmware list": "Zurück zur Farmware Übersicht",
    "back to regimen": "Zurück zu Regime",
    "back to regimens": " Zurück zur Regimens Übersicht ",
    "Before logging in, you must agree to our latest Terms of Service and Privacy Policy": " Bevor Sie sich anmelden, müssen Sie unseren neuesten Nutzungsbedingungen und Datenschutzbestimmungen zustimmen",
    "Binding": "Verknüpfung",
    "CALIBRATE": "KALIBRIEREN",
    "CALIBRATE {{axis}}": "KALIBRIEREN {{axis}}",
    "CALIBRATION": "KALIBRIERUNG",
    "Calibration Object Separation": "Abstand Kalibrierobjekte (mm) ",
    "Calibration Object Separation along axis": "Ausrichtung Kalibrierobjekte parallel zu Achse",
    "Camera Offset X": "Kamera Offset X",
    "Camera Offset Y": "Kamera Offset Y",
    "Camera rotation": "Kamera Winkel",
    "Can't connect to release server": "Keine Verbindung zum release Server.",
    "Cannot change from a Regimen to a Sequence.": "Kann nicht von einem Regime zu einer Sequenz wechseln.",
    "Cannot remove points selected by criteria.": "Die von Kriterien ausgewählten Punkte können nicht entfernt werden.",
    "Change direction": "Richtung ändern",
    "Change Password": "Passwort Ändern",
    "Change settings of your FarmBot hardware with the fields below. Caution: Changing these settings to extreme values can cause hardware malfunction. Make sure to test any new settings before letting your FarmBot use them unsupervised. Tip: Recalibrate FarmBot after changing settings and test a few sequences to verify that everything works as expected.": "Hier können Einstellungen zur Hardware vorgenommen werden. Achtung: Extreme Werte können die Hardware beschädigen oder gar zerstören. Testen Sie alle Änderungen bevor Sie den Farmbot unbeaufsichtigt lassen. Kalibrieren Sie den Bot neu und testen Sequenzen um sicher zu sein, dass alles wie erwartet funktioniert.",
    "Change slot direction": "Slot Ausrichtung",
    "Change the Farm Designer map size based on axis length. A value must be input in AXIS LENGTH and STOP AT MAX must be enabled in the HARDWARE widget.": "Passt die Größe der Karte im Farm-Designer an die Achsenlängen an. Im Hardware widget müssen die Achsenlängen angegeben und die Einstellung STOP BEI MAX aktiviert sein.",
    "Change the plant status to '{{ status }}' for {{ num }} plants?": "Ändere den Pflanzenstatus auf '{{ status }}' bei {{ num }} Pflanzen?",
    "Check Again": "Erneut Prüfen",
    "Check that the camera is plugged in to a Raspberry Pi USB port and ensure that all connectors are securely fastened.": "Stellen Sie sicher, dass die Kamera an einen USB-Anschluss des Raspberry Pi angeschlossen ist und dass alle Stecker sicher befestigt sind.",
    "Choose a tour to begin": "Wähle eine Tour um zu beginnen",
    "clear all criteria": "Alle Kriterien entfernen",
    "Clear config data": "Konfigurationsdaten löschen",
    "Click a spot in the grid to choose a location. Once selected, press button to move FarmBot to this position. Press the back arrow to exit.": " Klicke ins Beet um eine Position zu markieren. Anschließend Taste klicken um den Bot zu dieser Position zu bewegen. Linkspfeil klicken zum Verlassen.",
    "Click and drag to draw a point or use the inputs and press update. Press CREATE POINT to save, or the back arrow to exit.": "Klicken und ziehen Sie, um einen Punkt zu zeichnen, oder verwenden Sie die Eingaben und drücken Sie Aktualisieren. Drücken Sie zum Speichern PUNKT ERSTELLEN oder zum Beenden den Zurück-Pfeil.",
    "Click here to learn more about error codes.": "Klicke hier für mehr Infos über Fehlercodes.",
    "Click plants in map to add or remove.": "Klicken Sie auf die Pflanzen in der Karte, um sie hinzuzufügen oder zu entfernen",
    "Collapse All": "Alle Menüs Schließen",
    "color": "Farbe",
    "Confirm Sequence step deletion": "Bestätigung Sequenz-Schritt Löschen",
    "Connect to the ": "Verbinden Sie sich mit dem ",
    "Connection Attempt Period": "Zeit für Verbindungsversuche",
    "CONTROL PERIPHERAL": "PERIPHERIE STEUERN",
    "CONTROL SERVO": "SERVO STEUERN",
    "Copy": "Kopieren",
    "Could not delete plant.": "Pflanze konnte nicht gelöscht werden.",
    "Create events": "Events erstellen",
    "Create farm events": "Farm Events erstellen",
    "Create logs for sequence:": "Erzeuge logs für Sequenzen:",
    "create new garden": "Neuen Garten erstellen",
    "Create new gardens from scratch or by copying plants from the current garden. View and edit saved gardens, and, when ready, apply them to the main garden.": "Erstellen Sie neue Gärten von Grund auf neu oder kopieren Sie Pflanzen aus dem aktuellen Garten. Zeigen Sie gespeicherte Gärten an, bearbeiten Sie sie und wenden Sie sie, wenn Sie fertig sind, auf den Hauptgarten an.",
    "Create point": "Erstelle Punkt",
    "Create regimens": "Regimens erstellen",
    "Create sequences": "Sequenzen erstellen",
    "Created At:": "Erstellt am:",
    "created points": "erstellte Punkte",
    "created weeds": "erstelltes Unkraut",
    "criteria": "Kriterien",
    "Criteria additions can only be removed by changing criteria. Click and drag in the map to modify zone selection criteria. Criteria will be applied at the time of sequence execution. The final selection at that time may differ from the selection currently displayed.": "Ergänzungen von Kriterien können nur durch das Ändern von Kriterien entfernt werden. Klicken und ziehen Sie in die Karte, um die Kriterien für die Zonenauswahl zu ändern. Die Kriterien werden zum Zeitpunkt der Sequenzausführung angewendet. Die endgültige Auswahl zu diesem Zeitpunkt kann von der aktuell angezeigten Auswahl abweichen.",
    "Custom Coordinates": "Benutzerdefinierte Koordinaten",
    "Customize your web app experience": "Diverse Einstellungen um die WebApp individuell zu gestalten",
    "Customize your web app experience.": "Passen Sie Ihre Web-App-Erfahrung an.",
    "Danger Zone": "Gefahrenzone",
    "Delete Account": "Konto löschen",
    "delete all active plants": "alle aktiven Pflanzen löschen",
    "Delete all Farmware data": "Entfernen der gesamten Farmware daten",
    "delete all plants in active garden": "Alle Pflanzen im aktiven Garten löschen",
    "DELETE GROUP": "GRUPPE LÖSCHEN",
    "Delete selected": "Lösche Auswahl",
    "Deleted farm event.": "Farm-Event gelöscht.",
    "Detect Weeds": "Unkraut Erkennen",
    "detected weeds": "Erkanntes Unkraut",
    "Diagnose connectivity issues with FarmBot and the browser.": "Übersicht zur Fehlerdiagnose bei Verbindungsproblemen zu Farmbot und Browser.",
    "DIAGNOSTIC CHECK": "DIAGNOSE PRÜFUNG",
    "Diagnostic Report": "Diagnose Report",
    "Diagnostic Reports": "Diagnose Reports",
    "Did FarmBot's x-axis move?": "Hat sich die X-Achse von FarmBot bewegt?",
    "Did FarmBot's y-axis move?": "Hat sich die Y-Achse von FarmBot bewegt?",
    "Did FarmBot's z-axis move?": "Hat sich die Z-Achse von FarmBot bewegt?",
    "DISCONNECTED": "GETRENNT",
    "Disconnected.": "Getrennt.",
    "Display a virtual trail for FarmBot in the Farm Designer map to show movement and watering history while the map is open. Toggling this setting will clear data for the current trail.": "Zeigen Sie einen virtuellen Pfad für FarmBot in der Farm Designer-Karte an, um die Bewegung und den Bewässerungsverlauf anzuzeigen, während die Karte geöffnet ist. Durch Umschalten dieser Einstellung werden Daten für den aktuellen Trail gelöscht.",
    "Display high motor load warning indicators in map. Requires VIRTUAL FARMBOT TRAIL and stall detection to be enabled.": "Zeige Motorlast Indikatoren auf der Karte an. Die Einstellungen VIRTUELLE FARMBOT-SPUR ANZEIGEN und BLOCKADEN ERKENNUNG müsen aktiviert sein.",
    "Display plant animations": "Zeige Pflanzen Animationen",
    "display raw": "Zeige Rohwert",
    "Display virtual FarmBot trail": "Virtuellen FarmBot-Pfad anzeigen",
    "Distance in millimeters to group calibration retries. If the distance travelled while detecting the axis end location exceeds this value, the calibration retry counter is reset. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": "Abstand in Millimetern, um Kalibrierungswiederholungen zu gruppieren. Wenn die bei der Erkennung der Achsenendlage zurückgelegte Strecke diesen Wert überschreitet, wird der Zähler für Kalibrierungswiederholungen zurückgesetzt. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Don't allow movement past the maximum value provided in AXIS LENGTH.": "Verbietet Bewegungen, die den Wert der Achsenlänge überschreitet.",
    "Don't allow movement past the maximum value provided in AXIS LENGTH. (default: disabled)": " Lasse keine Bewegung über den in AXIS LENGTH angegebenen Maximalwert hinaus zu. (Standard: disabled)",
    "Done": "Fertig",
    "Double default map dimensions": "Verdopple standard Kartendimensionen",
    "Double the default dimensions of the Farm Designer map for a map with four times the area.": "Verdopple die Standard Dimensionen der Farm-Designer Karte zu einer Karte mit der 4-fachen Fläche.",
    "Drag a box around the items you would like to select. Press the back arrow to exit.": "Ziehen Sie einen Rahmen um die Elemente, die Sie auswählen möchten. Drücken Sie zum Beenden den Zurück-Pfeil",
    "Drag a box around the plants you would like to select. Press the back arrow to exit.": "Ziehen Sie ein Feld um die Pflanzen, die Sie auswählen möchten. Drücken Sie den Links-Pfeil, um den Vorgang zu beenden.",
    "Edit Farm Event": "Farm-Event bearbeiten",
    "Edit point": "Punkt bearbeiten",
    "Edit Regimen": "Regimen bearbeiten",
    "Edit this plant": "Diese Pflanze bearbeiten",
    "ELSE...": "SONST...",
    "Email sent.": "Email gesendet.",
    "Emergency stop if movement is not complete after the maximum number of retries.": "Nothalt wenn nach der angegebenen Anzahl an Versuchen die Bewegung nicht erfolgt ist.",
    "Emergency stop if movement is not complete after the maximum number of retries. (default: disabled)": "Not-Aus, wenn die Bewegung nach der maximalen Anzahl von Wiederholungsversuchen nicht abgeschlossen ist. (Standard: disabled)",
    "Enable Endstops": "Aktiviere Endschalter",
    "Enable firmware debug logs": "Aktiviere firmware debug logs",
    "Enable firmware received logs": "Aktiviere firmware received logs",
    "Enable firmware sent logs": "Aktiviere firmware sent logs",
    "Enable plant animations in the Farm Designer.": "Aktiviere Pflanzen Animationen im Farm-Designer.",
    "Enable use of a second x-axis motor. Connects to E0 on RAMPS.": "Aktiviert den zweiten Motor der x-Achse welcher am RAMPS auf E0 angeschlossen ist.",
    "Enable use of a second x-axis motor. Connects to E0 on RAMPS. (default: enabled)": "Aktivieren Sie die Verwendung eines zweiten X-Achsen-Motors. Verbindet mit E0 auf RAMPS. (Standard: enabled)",
    "Enable use of electronic end-stops during calibration and homing.": "Aktiviert die Benutzung von elektronischen Endschalter während Kalibration und Homing.",
    "Enable use of electronic end-stops for end detection, calibration and homing. (default: disabled)": "Ermöglichen Sie die Verwendung elektronischer Endanschläge zur Enderkennung, Kalibrierung und Referenzfahrt. (Standard: disabled)",
    "Enable use of motor stall detection for detecting missed steps, calibration and homing. (default: enabled)": "Aktivieren Sie die Verwendung der Motorstillstandserkennung zum Erkennen von Fehlschritten, zur Kalibrierung und zum Referenzieren. (Standard: enabled)",
    "Enable use of rotary encoders during calibration and homing.": "Aktivieren Sie die Verwendung von Drehgebern während der Kalibrierung und Referenzfahrt.",
    "Enable use of rotary encoders for stall detection, calibration and homing. (default: enabled)": "Aktivieren Sie die Verwendung von Drehgebern für die Erkennung, Kalibrierung und Referenzierung von Blockierungen. (Standard: enabled)",
    "Encoder Missed Step Decay": "Drehgeber Schrittverfall",
    "Encoders and Endstops": "Drehgeber und Endschalter",
    "End Tour": "Tour beenden",
    "Enter a URL": "Gib eine URL ein",
    "Enter click-to-add mode": "Modus Hinzufügen-durch-Klicken aktivieren",
    "env editor": "Env Editor",
    "Error deleting Farmware data": "Fehler beim Löschen der Farmware-Daten",
    "Error saving device settings.": "Fehler beim Speichern der Geräte-Einstellungen.",
    "EXECUTE SEQUENCE": "SEQUENZ AUSFÜHREN",
    "Executes another sequence.": "Führt eine andere Sequenz aus.",
    "Expand All": "Alle Menüs Öffnen",
    "Export Account Data": "Exportiere Account Daten",
    "Export all data related to this device. Exports are delivered via email as JSON.": "Exportieren Sie alle Daten zu diesem Gerät. Exporte werden per E-Mail als JSON geliefert.",
    "Factory Reset": "Reset auf Werkseinstellung",
    "FACTORY RESET": "RESET AUF WERKSEINSTELLUNG",
    "Factory resetting your FarmBot will destroy all data on the device, revoking your FarmBot's abilily to connect to your web app account and your home wifi. Upon factory resetting, your device will restart into Configurator mode. Factory resetting your FarmBot will not affect any data or settings from your web app account, allowing you to do a complete restore to your device once it is back online and paired with your web app account.": "Das Zurücksetzen auf Werkseinstellung wird alle Daten auf dem Gerät zerstören bis auf die Möglichkeit sich mit dem Wlan und der WebApp zu Verbinden. Nach dem Zurücksetzen wird das Gerät in den Configurator-Modus übergehen. Das Zurücksetzen auf Werkseinstellung hat keinen Einfluss auf die Daten und Einstellungen der WebApp. Nach dem erneuten Verbinden mit der WebApp können die Daten auf dem Gerät wiederhergestellt werden.",
    "Factory resetting your FarmBot will destroy all data on the device, revoking your FarmBot's ability to connect to your web app account and your home wifi. Upon factory resetting, your device will restart into Configurator mode. Factory resetting your FarmBot will not affect any data or settings from your web app account, allowing you to do a complete restore to your device once it is back online and paired with your web app account.": "Wenn Sie Ihren FarmBot auf die Werkseinstellungen zurücksetzen, werden alle Daten auf dem Gerät zerstört, und Ihr FarmBot kann nicht mehr mit Ihrem Web-App-Konto und Ihrem Heim-WLAN verbunden werden. Nach dem Zurücksetzen auf die Werkseinstellungen wird Ihr Gerät im Konfiguratormodus neu gestartet. Das Zurücksetzen Ihres FarmBot auf die Werkseinstellungen wirkt sich nicht auf Daten oder Einstellungen Ihres Web-App-Kontos aus. So können Sie eine vollständige Wiederherstellung Ihres Geräts durchführen, sobald es wieder online ist und mit Ihrem Web-App-Konto gekoppelt ist.",
    "Farm Events": "Farm-Events",
    "FarmBot and the browser are both connected to the internet (or have been recently). Try rebooting FarmBot and refreshing the browser. If the issue persists, something may be preventing FarmBot from accessing the message broker (used to communicate with your web browser in real-time). If you are on a company or school network, a firewall may be blocking port 5672.": "FarmBot und der Browser sind beide mit dem Internet Verbunden (oder waren es kürzlich). Versuche den Farmbot neu zu starten und den Browser neu zu laden. Bleibt das Problem dennoch bestehen, könnte etwas den FarmBot davon abhalten auf den Message Broker zuzugreifen (wird benutzt um in Echtzeit mit dem Browser zu kommunizieren). Sollte es sich bei Ihrem Netzwerk um ein Firmen- oder Schulnetzwerk handeln, könnte eine Firewall den Port 5672 blockieren.",
    "FarmBot and the browser are both connected to the internet (or have been recently). Try rebooting FarmBot and refreshing the browser. If the issue persists, something may be preventing FarmBot from accessing the message broker (used to communicate with your web browser in real-time). If you are on a company or school network, a firewall may be blocking port 5672. Ensure that the blue LED communications light on the FarmBot electronics box is illuminated.": "FarmBot und der Browser sind beide mit dem Internet verbunden (oder wurden kürzlich). Starte den FarmBot neu und aktualisiere den Browser. Wenn das Problem weiterhin besteht, kann FarmBot möglicherweise nicht auf den Nachrichtenbroker zugreifen (der für die Kommunikation mit dem Webbrowser in Echtzeit verwendet wird). Wenn Sie sich in einem Unternehmens- oder Schulnetzwerk befinden, blockiert möglicherweise eine Firewall den Port 5672. Stellen Sie sicher, dass die blaue LED-Kommunikationsleuchte an der FarmBot-Elektronikbox leuchtet.",
    "FarmBot was last seen {{ lastSeen }}": "FarmBot zuletzt gesehen am {{ lastSeen }}",
    "Farmduino firmware is missing or is possibly unplugged. Verify FIRMWARE selection matches FarmBot kit version or check the USB cable between the Raspberry Pi and the Farmduino. Reboot FarmBot after a reconnection. If the issue persists, reconfiguration of FarmBot OS may be necessary.": "Farmduino Firmware fehlt oder möglicherweise ausgesteckt. Ausgewählte FIRMWARE muss mit der FarmBot Kit Version übereinstimmen und die USB Verbindung sollte kontrolliert werden. Nach einer Neuverbindung sollte der FarmBot neu gestartet werden. Wenn der Fehler bleibt, muss möglicherweise das FarmBot OS neu geflasht und konfiguriert werden. ",
    "FarmEvent start time needs to be in the future, not the past.": "Die Startzeit von FarmEvent muss in der Zukunft liegen, nicht in der Vergangenheit.",
    "Farmware (plugin) details and management.": "Details und Verwaltung von Farmware (Plugin).",
    "Farmware data successfully deleted.": "Farmware-Daten erfolgreich gelöscht.",
    "Farmware List": "Farmware Liste",
    "Feedback submitted through this form will be linked to your user account and email so that we may follow up when necessary. If your account email is not the best way for a support technician to reach you, please include your phone number or preferred means of contact.": "Das über dieses Formular übermittelte Feedback wird mit Ihrem Benutzerkonto und Ihrer E-Mail verknüpft, damit wir bei Bedarf Rückfragen stellen können. Wenn Sie über Ihr Benutzerkonto nicht erreichbar sind, geben Sie bitte Ihre Telefonnummer oder Ihr bevorzugtes Kontaktmittel an.",
    "Filter additions can only be removed by changing filters. Click and drag in the map to modify selection filters. Filters will be applied at the time of sequence execution. The final selection at that time may differ from the selection currently displayed.": "Filterzusätze können nur durch Filterbearbeitung entfernt warden. Klicke und Ziehe in der Karte um die Auswahlfilter zu ändern. Die Finale Auswahl kann von der derzeit angezeigten Auswahl abweichen.",
    "Filter logs": "Logs Filtern",
    "Find": "Finden",
    "Find ": "Finden ",
    "Find axis length (mm)": "Ermittle Achsenlänge (mm)",
    "FIND HOME {{axis}}": "FINDE HOME {{axis}}",
    "Find length": "Ermittle Länge",
    "find new features": "Finde neue Funktionen",
    "Find the origin in the map. The origin is at the coordinate (0, 0), with arrows pointing along the X and Y axes.": "Finde den Nullpunkt in der Karte. Der Nullpunkt liegt an der Koordinate (0, 0), wobei die Pfeile entlang der X- und Y-Achse zeigen",
    "firmware to your device": "Firmware zu Ihrem Gerät",
    "Flash the": "Übertrage die",
    "full editor": "Großer Editor",
    "Full Name": "Name",
    "General": "Allgemeines",
    "getting started": "Erste Schritte",
    "greater than": "größer als",
    "GROUP NAME": "GRUPPEN NAME",
    "Here is the list of all of your sequences. Click one to edit.": "Hier sind alle Sequenzen aufgelistet. Klicke auf eine Sequenz um sie zu bearbeiten.",
    "hide internal envs": "verstecke intere envs",
    "Hide Sensors widget": "Sensor Widget verstecken",
    "Highlight settings modified from default": "Von Voreinstellung abweichende Werte markieren",
    "Historic Points?": "Historische Punkte?",
    "Home button behavior": "Funktion der Home Taste",
    "home button behavior (find home)": "Funktion Home Taste (finde home)",
    "Home position adjustment travel speed (homing and calibration) in millimeters per second. (default: x: 10mm/s, y: 10mm/s, z: 2mm/s)": "Geschwindigkeit beim Suchen der Homeposition (Referenzfahrt und Kalibrierung) in Millimetern pro Sekunde. (default: x: 10mm/s, y: 10mm/s, z: 2mm/s)",
    "Home position adjustment travel speed (homing and calibration) in motor steps per second.": "Geschwindigkeit beim Suchen der Homeposition in Schritte pro Sekunde.",
    "Homing and Calibration": "Homing und Kalibrierung",
    "Homing Speed (steps/s)": "Homing Geschwindigkeit (Schritte/s)",
    "I agree to the terms of use": "Ich stimme den Nutzungsbedingungen zu",
    "If encoders or end-stops are enabled, find the home position when the device powers on. Warning! This will perform homing on all axes when the device powers on. Encoders or endstops must be enabled. It is recommended to make sure homing works properly before enabling this feature.": "Bei dieser Einstellung sucht sich der Bot seine Home-Positionen nach dem Booten. Achtung: Beim Einschalten wird eine Referenzfahrt an allen ausgewählten Achsen durchgeführt. Encoder oder Endschalter müssen aktiviert sein. Vor aktivierung dieser Einstellung sollte überprüft werden, dass die Referenzfahrt richtig funktioniert.",
    "If encoders or end-stops are enabled, find the home position when the device powers on. Warning! This will perform homing on all axes when the device powers on. Encoders or endstops must be enabled. It is recommended to make sure homing works properly before enabling this feature. (default: disabled)": "Wenn Encoder oder Endanschläge aktiviert sind, suchen Sie die Ausgangsposition, wenn das Gerät eingeschaltet wird. Warnung! Dadurch wird beim Einschalten des Geräts eine Referenzfahrt auf allen Achsen durchgeführt. Encoder oder Endstops müssen aktiviert sein. Es wird empfohlen, sicherzustellen, dass die Referenzfahrt ordnungsgemäß funktioniert, bevor Sie diese Funktion aktivieren. (Standard: disabled)",
    "If encoders or end-stops are enabled, home axis (find zero).": " Wenn Encoder oder Endanschläge aktiviert sind, Homing durchführen (Null finden).",
    "If encoders or end-stops are enabled, home axis and determine maximum.": " Wenn Encoder oder Endanschläge aktiviert sind, Homeposition suchen und Max-Position der Achse bestimmen.",
    "If encoders, stall detection, or end-stops are enabled, home axis and determine maximum.": " Wenn Encoder, Blockiererkennung oder Endanschläge aktiviert sind, die Homeposition suchen und Max-Position bestimmen.",
    "If not using a webcam, use this setting to remove the widget from the Controls page.": "Mit dieser Einstellung kann das Webcam widget verborgen werden.",
    "If not using sensors, use this setting to remove the widget from the Controls page.": "Wenn Sie keine Sensoren verwenden, entfernen Sie mit dieser Einstellung das Widget von der Seite Steuerelemente.",
    "If stall detection or end-stops are enabled, find the home position when the device powers on. Warning! This will perform homing on all axes when the device powers on. Stall detection or endstops must be enabled. It is recommended to make sure homing works properly before enabling this feature. (default: disabled)": " Wenn die Blockiererkennung oder Endstopps aktiviert sind, suchen Sie beim Einschalten des Geräts die Ausgangsposition. Warnung! Dadurch wird beim Einschalten des Geräts eine Referenzfahrt auf allen Achsen durchgeführt. Blockiererkennung oder Endstopps müssen aktiviert sein. Es wird empfohlen, sicherzustellen, dass die Referenzfahrt ordnungsgemäß funktioniert, bevor Sie diese Funktion aktivieren. (Standard: disabled)",
    "If stall detection or end-stops are enabled, home axis (find zero).": " Wenn die Blockiererkennung oder Endanschläge aktiviert sind, Homing durchführen (Null finden).",
    "If stall detection or end-stops are enabled, home axis and determine maximum.": "Wenn die Blockiererkennung oder die Endstopps aktiviert sind, wird die Achse Homing durchführen und das Maximum bestimmen",
    "If Statement": "Wenn-Schleife",
    "IF STATEMENT": "WENN-SCHLEIFE",
    "If using a phone, disable data and try again.": "Wenn Sie ein Telefon benutzen, deaktivieren Sie die Daten und versuchen Sie es erneut",
    "If you have a webcam, you can view the video stream in this widget. Press the edit button to update and save your webcam URL.": "Hier kann der Video-stream einer Webcam angezeigt werden. Klicke Bearbeiten um eine Webcam URL hinzuzufügen.",
    "IF...": "WENN...",
    "Ignore detections out of bounds": "Erkennungen außerhalb der Grenzen ignorieren",
    "image": "Bild",
    "Image": "Bild",
    "Image loading (try refreshing)": "Bild wird geladen (versuche zu aktualisieren)",
    "Import coordinates from": "Importiere Koordinaten von",
    "Invert axis end-stops. Enable for normally closed (NC), disable for normally open (NO).": "Achsenendanschläge umkehren. Aktivieren für normal geschlossen (NC), Deaktivieren für normal geöffnet (NO).",
    "Invert axis end-stops. Enable for normally closed (NC), disable for normally open (NO). (default: disabled)": " Achsenendanschläge umkehren. Aktivieren für normal geschlossen (NC), Deaktivieren für normal geöffnet (NO). (Standard: disabled)",
    "Invert direction of motor during calibration.": "Invertiere Drehrichtung der Motoren während der Kalibrierung.",
    "Invert direction of motor during calibration. (default: disabled)": "Motorrichtung während der Kalibrierung umkehren. (Standard: disabled)",
    "Invert Endstops": "Invertiere Endschalter",
    "Invert Hue Range Selection": "Invertiere Farbtonbereich",
    "Invert x-axis motor": "Motor x-Achse invertieren",
    "Invert y-axis motor": "Motor y-Achse invertieren",
    "Invert z-axis motor": "Motor z-Achse invertieren",
    "Is FarmBot's cross-slide plate touching the hardstop at the end of the gantry main beam?": "Berührt die Querfahrplatte von FarmBot den Anschlag am Ende des Hauptträgers des Portals?",
    "Is FarmBot's z-axis hardstop touching the cross-slide plate?": "Berührt der Z-Achsen-Hardstop von FarmBot die Kreuzschlittenplatte?",
    "Is the x-axis coordinate zero (0)?": "Ist die Koordinate der x-Achse Null (0)?",
    "Is the y-axis coordinate zero (0)?": "Ist die Koordinate der y-Achse Null (0)?",
    "Is the z-axis coordinate zero (0)?": "Ist die Koordinate der z-Achse Null (0)?",
    "It is some other value": "Es ist ein anderer Wert",
    "It is somewhere else": "Es ist irgendwo anders",
    "ITERATION": "WIEDERHOLUNG",
    "Keep power applied to motors. Prevents slipping from gravity in certain situations.": "Schalte Motoren nicht ab. Verhindert ungewollte Bewegungen durch Gravitation in bestimmten Situationen.",
    "Keep power applied to motors. Prevents slipping from gravity in certain situations. (default: enabled)": "Schalte Motoren nicht ab. Verhindert ungewollte Bewegungen durch Gravitation in bestimmten Situationen. (Standard: enabled)",
    "key": "Schlüssel",
    "Last checked for updates": "Letzte Update Suche",
    "Last message seen ": " Letzte Nachricht gesehen",
    "LAST SEEN": "ZULETZT GESEHEN",
    "LED Light Strip": "LED Leuchtstreifen",
    "less": "kleiner",
    "less than": "weniger als",
    "Local IP address": "Lokale IP-Addresse",
    "Location selection": "Positionsauswahl",
    "Location variable": "Positions Variable",
    "Location Variable": "Positions Variable",
    "Log all commands sent to firmware (clears after refresh).": "Protokolliere alle Befehle, die an die Firmware gesendet werden (werden nach Aktualisierung wieder gelöscht).",
    "Log all commands sent to firmware. Messages will disappear upon refresh. Automatically disabled after 5 minutes.": "Logge alle Befehle die an die Firmware gesendet werden. Logs verschwinden beim Aktuallisieren der Seite. Einstellung wird nach 5 Minuten automatisch deaktiviert.",
    "Log all debug messages received from firmware. Messages will disappear upon refresh.": " Logge alle Nachrichten die von der Firmware empfangen werden. Logs verschwinden beim Aktuallisieren der Seite.",
    "Log all debug received from firmware (clears after refresh).": "Protokolliere alle Fehler, die von der Firmware gesendet werden (werden nach Aktualisierung gelöscht).",
    "Log all responses received from firmware (clears after refresh). Warning: extremely verbose.": "Protokolliere alle Reaktionen die von der Firmware gesendet werden (werden nach Aktualisierung gelöscht). Achtung: Extrem ausführlich.",
    "Log all responses received from firmware. Warning: extremely verbose. Messages will disappear upon refresh. Automatically disabled after 5 minutes.": " Logge alle Rückmeldungen die von der Firmware empfangen werden. Warnung: Extrem ausführlich. Logs verschwinden beim Aktuallisieren der Seite. Einstellung wird nach 5 Minuten automatisch deaktiviert.",
    "Login failed.": "Login fehlgeschlagen.",
    "MAINTENANCE DOWNTIME": "WARTUNGSARBEITEN",
    "Manage Farmware (plugins).": "Verwalte hier die Farmware (plugins).",
    "Map Orientation": "Kartenausrichtung",
    "Mark As...": "Markieren als...",
    "Max Speed (steps/s)": "Max Geschwindigkeit (Schritte/s)",
    "Maximum travel speed after acceleration in millimeters per second. (default: x: 80mm/s, y: 80mm/s, z: 16mm/s)": "Maximale Fahrgeschwindigkeit nach Beschleunigung in Millimetern pro Sekunde. (default: x: 80mm/s, y: 80mm/s, z: 16mm/s)",
    "Maximum travel speed after acceleration in motor steps per second.": "Maximale Bewegungsgeschwindigkeit nach der Beschleunigung in Schritten/s",
    "Maximum weed size": "Maximum Unkrautgröße",
    "Midnight": "Mitternacht",
    "Minimum movement speed in millimeters per second. Also used for homing and calibration. (default: x: 10mm/s, y: 10mm/s, z: 2mm/s)": " Minimale Bewegungsgeschwindigkeit in Millimetern pro Sekunde. Wird auch zum Referenzieren und Kalibrieren verwendet. (default: x: 10mm/s, y: 10mm/s, z: 2mm/s)",
    "Minimum movement speed in motor steps per second. Also used for homing and calibration.": "Minimale Bewegungsgeschwindigkeit in Schritten/s. Außerdem für Homing und Kalibration verwendet.",
    "Minimum Speed (steps/s)": "Minimale Geschwindigkeit (Schritte/s)",
    "Minimum weed size": "Minimale Unkrautgrösse",
    "minutes": "minuten",
    "Motor Coordinates (mm)": "Motor Koordinaten (mm)",
    "Motor current in milliamps. (default: 600)": "Motorstrom in Milliampere. (Standard: 600)",
    "Motor stall sensitivity. (default: 30)": "Empfindlichkeit Motorblockiererkennung. (Standard: 30)",
    "Mounted to:": "Montiert an:",
    "MOVE": "Verfahren",
    "Move a servo to the provided angle. An angle of 90 degrees corresponds to the servo midpoint (or, for a continuous rotation servo, no movement).": "Bewege einen Servo in den angegebenen Winkel. Ein Winkel von 90 Grad entspricht dem Servomittelpunkt (oder bei einem Servo mit kontinuierlicher Drehung entspricht es keiner Bewegung).",
    "Move Absolute": "Abslout Bewegen",
    "MOVE ABSOLUTE": "ABSOLUT BEWEGEN",
    "Move Device to location": "Fahre zur Position",
    "Move FarmBot to location": "FarmBot an zur Position bewegen",
    "Move FarmBot to slot location": "Bewege FarmBot zur Position des Werkzeug-Platzes",
    "Move FarmBot to this plant": "Bewege FarmBot zu dieser Pflanze",
    "MOVE RELATIVE": "RELATIV BEWEGEN",
    "MOVE TO": "BEWEGE ZU",
    "move to location": "Bewge zur Position",
    "Move to location": "Zur Position bewegen",
    "move to this location": "Bewege zu dieser Position",
    "Move to this plant": "Bewege zu dieser Pflanze",
    "Must be a positive number. Rounding up to 0.": "Zahl muss positiv sein. Runde auf 0 auf.",
    "My Farmware": "Meine Farmware",
    "new garden name": "Neuer Gartenname",
    "No beta releases available": "Kein beta release verfügbar.",
    "No Executables": "Nichts ausführbares",
    "No meta data.": "Keine Meta daten vorhanden.",
    "No Regimen selected. Click one in the Regimens panel to edit, or click \"+\" in the Regimens panel to create a new one.": "Kein Regimen ausgewählt. Klicke auf eines im Regimens widget zum bearbeiten, oder clicke \"+\" um ein neues zu erstellen.",
    "No Sequence selected. Click one in the Sequences panel to edit, or click \"+\" to create a new one.": "Keine Sequenz ausgewählt. Klicke auf eine Sequenz um sie zu bearbeiten, oder klicke \"+\" um eine neue Sequenz zu erstellen.",
    "Noon": "Mittag",
    "Not Mounted": "Nicht montiert",
    "Not Set": "Nicht gesetzt",
    "Not supported yet.": "Noch nicht Unterstützt.",
    "Note: Times displayed according to FarmBot's local time, which is currently different from your browser's time. Timezone data is configurable on the Device page).": "Hinweis: Die Zeiten werden entsprechend der lokalen Zeit von FarmBot angezeigt, die sich derzeit von der Zeit des Browsers unterscheidet. Die Zeitzone ist über die Geräte-Seite einstellbar.",
    "Nothing": "Nichts",
    "number criteria": "Nummer Kriterium",
    "Number of millimeters used for acceleration and deceleration. (default: x: 60mm, y: 60mm, z: 12mm)": "Anzahl der Millimeter, die zum Beschleunigen und Abbremsen verwendet werden. (Standard: x: 60mm, y: 60mm, z: 12mm)",
    "Number of steps for stall detection to ignore during acceleration. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": " Anzahl der Schritte, die die Blockiererkennung während der Beschleunigung ignorieren soll. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "Number of steps missed (determined by encoder) before motor is considered to have stalled.": "Anzahl der fehlenden Schritte (vom Encoder bestimmt), bevor der Motor als blockiert gilt.",
    "Number of steps missed (determined by encoder) before motor is considered to have stalled. (default: 5)": "Anzahl der fehlenden Schritte (vom Encoder bestimmt), bevor der Motor als blockiert gilt. (Standard: 5)",
    "Number of steps missed (determined by motor stall detection) before motor is considered to have stalled. (default: 5)": " Anzahl der fehlenden Schritte (bestimmt durch Motorstillstandserkennung), bevor der Motor als blockiert gilt. (Standard: 5)",
    "Number of steps used for acceleration and deceleration.": "Anzahl der Schritte für Beschleunigung und Bremsvorgang.",
    "Number of times to retry a movement before stopping.": "Anzahl der Wiederhversuche einer Bewegung vor dem Anhalten.",
    "Number of times to retry a movement before stopping. (default: 3)": "Anzahl der Wiederholungsversuche einer Bewegung vor dem Anhalten. (Standard: 3)",
    "Observe the position of the cross-slide plate on the gantry.": "Achten Sie auf die Position der Kreuzschlittenplatte auf dem Portal.",
    "Observe the position of the FarmBot gantry along the tracks.": "Beobachten Sie die Position des FarmBot-Portals entlang der Gleise",
    "Observe the position of the z-axis.": "Beobachten Sie die Position der Z-Achse",
    "Offset Adjustment": "Offset Anpassung",
    "open Farmware info": "Öffne Farmware info",
    "Open Hotkey Guide": "Öffne Hotkey Guide",
    "open saved gardens panel": "Öffne das Panel für gespeicherte Gärten",
    "Origin Location in Image": "Richtung zum Nullpunkt im Bild",
    "OS update": "OS Update",
    "page": "Seite",
    "Password change failed.": "Passwortänderung fehlgeschlagen.",
    "perform homing (find home)": "Homing durchführen (Nullpunkt finden)",
    "Perform homing when pressing the home button.": " Führt die Referenzfahrt durch, wenn die Home-Taste gedrückt wird.",
    "Photos?": "Fotos?",
    "Pin Guard {{ num }}": "Wächter {{ num }}",
    "Pin Mode": "Pin Modus",
    "Pin Number": "Pin Nummer",
    "Pin numbers are required and must be positive and unique.": "Pin nummern sind benötigt und müssen positiv sowie einzigartig sein.",
    "Pin numbers must be less than 1000.": "Pin nummer muss geringer als 1000 sein.",
    "Pixel coordinate scale": "Pixel Koordinatenskala",
    "Plant Info": "Pflanzen Info",
    "Plants?": "Pflanzen?",
    "Please check your email to confirm email address changes": "Bitte überprüfen Sie Ihre E-Mail, um die Änderungen der E-Mail-Adresse zu bestätigen",
    "Please make a grid with less than 100 plants": "Bitte erstellen Sie ein Gitter mit weniger als 100 Pflanzen",
    "Point Creator": "Punkt-Ersteller",
    "Point Type": "Punkt Typ",
    "Points?": "Punkte?",
    "presets": "Voreinstellungen",
    "Presets:": "Voreinstellungen:",
    "Press edit and then the + button to add peripherals.": "Klicke bearbeiten und anschließend auf das + um peripherie hinzuzufügen.",
    "Press edit and then the + button to add tools.": "Klicken Sie auf Bearbeiten und dann auf die Schaltfläche +, um Werkzeuge hinzuzufügen.",
    "Press the {{ toggle }} toggle, wait a few seconds, and then press the toggle again.": "Drücken Sie den Kippschalter {{ toggle }}, warten Sie ein paar Sekunden und drücken Sie dann erneut den Kippschalter",
    "Press the + button and add your newly created sequences to a regimen via the scheduler. The regimen should include all actions needed to take care of a plant over its life.": "Klicken Sie auf + und füge die neu erstellten Sequenzen über den Scheduler einem Regime hinzu. Das Regime sollte alle Aktionen enthalten, die erforderlich sind, um eine Pflanze während ihrer gesamten Lebensdauer zu pflegen.",
    "Press the + button to add a new sequence. You will need to create sequences to mount tools, move to the plant locations you created in the Farm Designer, and seed/water them.": "Klicken Sie auf +, um eine neue Sequenz hinzuzufügen. Sie müssen Sequenzen erstellen, um Werkzeuge zu montieren, zu den im Farm Designer erstellten Pflanzenpositionen zu fahren und diese zu säen / gießen.",
    "Press the + button to add seed containers.": "Klicken Sie auf + um Samenbehälter hinzuzufügen.",
    "Press the + button to add seed containers. Then create slots for them to by pressing the slot + button.": " Klicken Sie auf + um Samenbehälter hinzuzufügen. Erstellen Sie für diese dann neue Plätze durch einen klick auf Plätze +.",
    "Press the + button to add tools and seed containers.": "Klicken Sie auf + um Werkzeuge und Samenbehälter hinzuzufügen.",
    "Press the + button to add tools and seed containers. Then create slots for them to by pressing the slot + button.": " Klicken Sie auf + um Werkzeuge und Samenbehälter hinzuzufügen. Erstellen Sie für diese dann neue Plätze durch einen klick auf Plätze +.",
    "Press the home button or move FarmBot's x-axis (with the controls or manually) until the plates hit the hardstops.": "Drücken Sie die Home-Taste oder bewegen Sie die X-Achse des FarmBot (mit den Bedienelementen oder manuell), bis die Platten auf die Anschläge treffen",
    "Press the home button or move FarmBot's y-axis (with the controls or manually) until the plate hits the hardstop.": "Drücken Sie die Home-Taste oder bewegen Sie die y-Achse des FarmBot (mit den Bedienelementen oder manuell), bis die Platte auf den Anschlag trifft",
    "Press the home button or move FarmBot's z-axis (with the controls or manually) until the plate hits the hardstop.": "Drücken Sie die Home-Taste oder bewegen Sie die Z-Achse des FarmBot (mit den Bedienelementen oder manuell), bis die Platte auf den Anschlag trifft",
    "Processing now. Results usually available in one minute.": "Wird verarbeitet. Ergebnisse sind normalerweise in einer Minute verfügbar.",
    "Provide a description:": "Geben Sie eine Beschreibung an:",
    "Raspberry Pi power status since last reboot. If supply voltage drops below the standard operational threshold the indicator will turn red. Once the voltage level recovers the status will turn yellow, indicating that a low voltage event has occurred.": "Raspberry Pi Power Status seit dem letzten Neustart. Wenn die Versorgungsspannung unter die Standardbetriebsschwelle fällt, leuchtet die Anzeige rot. Sobald sich der Spannungspegel erholt hat, wird der Status gelb, was darauf hinweist, dass ein Niederspannungsereignis aufgetreten ist.",
    "Read Pin": "Lese Pin",
    "READ PIN": "LESE PIN",
    "READ SENSOR": "Messe SENSOR",
    "Readings?": "Messungen?",
    "REBOOT": "NEUSTART",
    "Received": "Erhalten",
    "Record Diagnostic": "Aufzeichnung Diagnose",
    "Redirecting...": "Weiterleitung...",
    "Reduction to missed step total for every good step.": "Reduktion der Summe der verpassten Schritte für jeden guten Schritt.",
    "Reduction to missed step total for every good step. (default: 5)": "Reduktion auf die Summe der verpassten Schritte für jeden guten Schritt. (Standard: 5)",
    "Regimens allow FarmBot to take care of a plant throughout its entire life. A regimen consists of many sequences that are scheduled to run based on the age of the plant. Regimens are applied to plants from the farm designer (coming soon) and can be re-used on many plants growing at the same or different times. Multiple regimens can be applied to any one plant.": " Mit Hilfe von Regimens kann sich FarmBot von der Aussaat bis zur Ernte um die Pflanze kümmern. Ein Regimen besteht aus mehreren Sequenzen die abhängig vom Alter der Pflanze ausgeführt werden. Regimens werden Pflanzen im Farm-Designer zugewiesen (kommt bald) und kann für viele Pflanzen gleichzeitig verwendet werden. Einer Pflanze können mehrere Regimens zugewiesen werden.",
    "Reinstall": "Neuinstallation",
    "reinstall first-party Farmware": "Neuinstallation der first-party Farmware",
    "remove criteria": "Kriterien verwerfen",
    "Report {{ticket}} (Saved {{age}})": "Report {{ticket}} (Gespeichert {{age}})",
    "Reset Account": "Account zurücksetzen",
    "Reset hardware parameter defaults": "Hardwareparameter auf Standardwerte zurücksetzen",
    "RESTART FARMBOT": "FARMBOT NEUSTARTEN",
    "Restrict travel to negative coordinate locations. Overridden by disabling STOP AT HOME.": "Bewegung auf negative Koordinaten beschränken. Überschrieben durch Deaktivieren von STOP AT HOME.",
    "Restrict travel to negative coordinate locations. Overridden by disabling STOP AT HOME. (default: x: disabled, y: disabled, z: enabled)": "Fahrt zu negativen Koordinaten einschränken. Wird durch Deaktivieren von STOP AT HOME außer Kraft gesetzt. (Standard: x: deaktiviert, y: deaktiviert, z: aktiviert)",
    "Reverse the direction of encoder position reading.": "Umkehrung der Ableserichtung des Encoders",
    "Reverse the direction of encoder position reading. (default: disabled)": "Umkehrung der Richtung der Encoder-Positionsablesung. (Standard: deaktiviert)",
    "Review FarmBot's coordinate location in the boxes below.": "Überprüfen Sie die Koordinaten von FarmBot in den unten stehenden Feldern.",
    "rotated 180 degrees": "Um 180 Grad gedreht",
    "SAVE": "SPEICHERN",
    "Save detected plants": "Speichere erkannte Pflanzen",
    "Save snapshot of FarmBot OS system information, including user and device identity, to the database. A code will be returned that you can provide in support requests to allow FarmBot to look up data relevant to the issue to help us identify the problem.": "Speichern Sie eine Momentaufnahme der FarmBot OS-Systeminformationen, einschließlich Benutzer- und Geräteidentität, in der Datenbank. Es wird ein Code zurückgegeben, den Sie bei Supportanfragen angeben können, damit FarmBot die für das Problem relevanten Daten nachschlagen kann, um uns bei der Identifizierung des Problems zu helfen",
    "saved": "gespeichert",
    "Saved Gardens": "Gespeicherte Gärten",
    "Scaled Encoder (steps)": "Skalierter Encoder Wert (steps)",
    "Scan image": "Bild scannen",
    "Search events...": "Durchsuche events...",
    "Search regimens...": "Durchsuche regimens...",
    "Search Regimens...": "Durchsuche Regimens ...",
    "Search Sequences...": "Durchsuche Sequenzen ...",
    "seconds": "sekunden",
    "see what FarmBot is doing": "Sehen Sie, was FarmBot tut",
    "Select": "Auswählen",
    "Select a camera on the Device page to take photos.": "Wählen Sie auf der Seite \"Gerät\" eine Kamera aus, um Fotos aufzunehmen",
    "Select a location to be used as the default value for this variable. If the sequence is ever run without the variable explicitly set to another value, the default value will be used.": "Wählen Sie eine Position aus, der als Standardwert für diese Variable verwendet werden soll. Wenn die Sequenz jemals ausgeführt wird, ohne dass die Variable explizit auf einen anderen Wert festgelegt ist, wird der Standardwert verwendet. ",
    "select all in group": "Wähle gesamte Gruppe",
    "Select plants": "Selektiere Pflanzen",
    "selected by criteria": "nach Kriterien ausgewählt",
    "Send Account Export File (Email)": "Konto-Exportdatei senden (E-Mail)",
    "SEND MESSAGE": "SENDE MELDUNG",
    "Sending camera configuration...": "Kamerakonfiguration wird gesendet ... ",
    "Sent": "Gesendet",
    "Servo angle (0-180)": "Servo Winkel (0-180)",
    "Set Axis Length (mm)": "Setze Achsenlänge (mm)",
    "Set device timezone here.": "Stelle hier die Zeitzone des Geräts ein. ",
    "Set the current location as zero.": "Setze die aktuelle Ist-Position auf 0.",
    "Set the length of each axis to provide software limits. Used only if STOP AT MAX is enabled.": "Stelle die Länge jeder Achse ein, um Softwarelimits zu ermöglichen. Hinweis: Wert wird bei der Kalibrierung ermittelt und automatisch eingefügt. Wird nur verwendet, wenn STOP AT MAX aktiviert ist.",
    "Set the length of each axis to provide software limits. Used only if STOP AT MAX is enabled. (default: 0 (disabled))": "Legen Sie die Länge jeder Achse fest, um Software-Grenzwerte zu erhalten. Wird nur verwendet, wenn STOP AT MAX aktiviert ist. (Standard: 0 (deaktiviert))",
    "Set zero": "Setze Null",
    "Set Zero": "Setze Null",
    "Set Zero Position": "Setze Nullpunkt",
    "SET ZERO POSITION": "NULLPUNKT SETZEN",
    "Show a confirmation dialog when the sequence delete step icon is pressed.": "Zeigt ein Bestätigungsdialogfeld an, wenn ein Schritt in einer Sequenz gelöscht wird.",
    "Show camera view area in map": "Zeige Kamerasichtbereich in Karte",
    "Show in list": "Zeige in Liste",
    "SHUTDOWN FARMBOT": "FARMBOT HERUNTERFAHREN",
    "Simpler": "Einfach",
    "Size": "Größe",
    "Snaps a photo using the device camera. Select the camera type on the Device page.": "Macht ein Foto mit der Kamera. Wählen Sie den Kameratyp auf der Geräteseite.",
    "Soil Sensor Reading": "Messwert des Bodensensors",
    "Solenoid Valve": "Magnetventil",
    "Something else": "Etwas anderes",
    "Spread?": "Ausbreitung?",
    "Stall detection for FarmBot Express bots is not yet available. Once it is ready, you will receive a message in the Message Center. We thank you for your patience.": "Die Blockiererkennung für FarmBot Express-Bots ist noch nicht verfügbar. Sobald es fertig ist, erhalten Sie eine Nachricht im Message Center. Wir bedanken uns für Ihre Geduld.",
    "Stock Tools": "Anfangswerkzeuge",
    "Stop at the home location of the axis.": "Bewegung nur bis zur Home-Position.",
    "Stop at the home location of the axis. (default: disabled)": "An der Ausgangsposition der Achse anhalten. (Standard: deaktiviert)",
    "string criteria": "Zeichenfolge Kriterium",
    "Successfully configured camera!": "Kamera erfolgreich konfiguriert!",
    "Swap axis end-stops during calibration.": "Vertauscht die Endschalter der Achse während der Kalibrierung.",
    "Swap axis minimum and maximum end-stops.": "Vertauschen Sie die minimalen und maximalen Endanschläge der Achsen.",
    "Swap axis minimum and maximum end-stops. (default: disabled)": "Vertauscht die minimalen und maximalen Endanschläge der Achse. (Standard: deaktiviert)",
    "Swap Endstops": "Endanschläge vertauschen",
    "sync": "Sync",
    "Take a guided tour of the Web App.": "Machen Sie eine geführte Tour durch die Web App.",
    "Take and view photos with your FarmBot's camera.": "Hier können Fotos mit der Kamera aufgenommen und angezeigt werden.",
    "TAKE PHOTO": "MACHE FOTO",
    "target": "Ziel",
    "Terms of Service": " Servicebedingungen",
    "The Farmware will use the parameter values set via the Farmware page for any parameters that are not set in this sequence step.": "Die Farmware verwendet die über die Farmware-Seite eingestellten Parameterwerte für alle Parameter, die in diesem Sequenzschritt nicht eingestellt werden.",
    "The Find Home step instructs the device to perform a homing command (using encoders, stall detection, or endstops) to find and set zero for the chosen axis or axes.": "Der Schritt \"Referenzpunktsuche\" weist das Gerät an, einen Referenzfahrtbefehl auszuführen (unter Verwendung von Encodern, Blockiererkennung oder Endstopps), um den Nullpunkt für die gewählte(n) Achse(n) zu finden und zu setzen",
    "The Find Home step instructs the device to perform a homing command to find and set zero for the chosen axis or axes.": "Der Schritt \"Home finden\" weist das Gerät an, die jeweilige Achse zu referenzieren, um Null für die ausgewählte (n) Achse (n) zu finden und einzustellen. ",
    "The Mark As step allows FarmBot to programmatically edit the properties of the UTM, plants, and weeds from within a sequence. For example, you can mark a plant as \"planted\" during a seeding sequence or delete a weed after removing it.": "Der Schritt \"Markieren als\" ermöglicht es FarmBot, die Eigenschaften von UTM, Pflanzen und Unkraut innerhalb einer Sequenz programmatisch zu bearbeiten. Sie können zum Beispiel eine Pflanze während einer Aussaatsequenz als \"gepflanzt\" markieren oder ein Unkraut nach dem Entfernen löschen.",
    "The Move Absolute step instructs FarmBot to move to the specified coordinate regardless of the current position. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move Absolute where X=0 and Y=3000, then FarmBot will move to X=0, Y=3000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move Absolute steps. Offsets allow you to more easily instruct FarmBot to move to a location, but offset from it by the specified amount. For example moving to just above where a peripheral is located. Using offsets lets FarmBot do the math for you.": "Der Schritt Absolut-Bewegen weist FarmBot an, unabhängig von der aktuellen Position sich zu der angegebenen Koordinate zu bewegen. Wenn FarmBot z. B. gerade bei der Position X = 1000, Y = 1000 ist und einen Absolut-Bewegen Befehl mit X = 0 und Y = 3000 empfängt, bewegt sich FarmBot zu X = 0, Y = 3000. Wenn sich der FarmBot in mehrere Richtungen bewegen muss, bewegt es sich diagonal. Wenn Sie gerade Bewegungen entlang einer Achse auf einmal durchführen möchten, sollten Sie mehrere Absolut-Bewegen Schritte verwenden. Mit Offsets können Sie Punkte versetzt anfahren. Zum Beispiel um sich direkt über ein Werkzeug zu bewegen. Mit Offsets kann FarmBot die Berechnung für Sie übernehmen. ",
    "The Move Relative step instructs FarmBot to move the specified distance from its current location. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move Relative where X=0 and Y=3000, then FarmBot will move to X=1000, Y=4000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move Relative steps. Move Relative steps should be preceded by a Move Absolute step to ensure you are starting from a known location.": "Der Schritt Relativ-Bewegen weist FarmBot an, die angegebene Entfernung von der aktuellen Position zu verschieben. Wenn FarmBot z. B. derzeit bei den Koordinaten X = 1000, Y = 1000 ist und einen Relativ-Bewegen Befehl mit X = 0 und Y = 3000 ist, wird sich FarmBot zu X = 1000, Y = 4000 bewegen. Wenn sich FarmBot in mehrere Richtungen bewegen soll, wird es sich diagonal bewegen. Wenn Sie gerade Bewegungen entlang einer Achse gleichzeitig benötigen, sollten Sie mehrere Relativ-Bewegen Schritte verwenden. Vor einem Relativ-Bewegen Schritt sollte möglichst ein Absolut-Bewegen Schritt sein, um sicherzustellen, dass der Bot von einem bekannten Ort aus startet. ",
    "The next item in this event will run {{timeFromNow}}, but you must first SYNC YOUR DEVICE. If you do not sync, the event will not run.": "Das nächste Element in diesem Ereignis wird {{timeFromNow}} ausführen, aber Sie müssen zuerst IHR GERÄT SYNCEN. Wenn Sie nicht synchronisieren, wird das Ereignis nicht ausgeführt.",
    "The next item in this Farm Event will run {{timeFromNow}}, but you must first SYNC YOUR DEVICE. If you do not sync, the event will not run.": "Das nächste Element in diesem Farm-Ereignis wird {{timeFromNow}} ausgeführt, aber Sie müssen zuerst IHR GERÄT SYNCEN. Wenn Sie nicht synchronisieren, wird das Ereignis nicht ausgeführt.",
    "The next item in this Farm Event will run {{timeFromNow}}.": "Das nächste Element in diesem Farm Event wird in {{timeFromNow}} laufen.",
    "The number of microsteps required to move the motor one step. (default: x: 1, y: 1, z: 1)": "Die Anzahl der Mikroschritte, die erforderlich sind, um den Motor einen Schritt zu bewegen. (Standard: x: 1, y: 1, z: 1)",
    "The number of motor steps required to move the axis one millimeter.": "Die Anzahl der Motorschritte, um die Achse um einen Millimeter zu bewegen.",
    "The number of motor steps required to move the axis one millimeter. (default: x: 5, y: 5, z: 25)": "Die Anzahl der Motorschritte, die erforderlich sind, um die Achse einen Millimeter zu bewegen. (Standard: x: 5, y: 5, z: 25)",
    "The Read Pin step instructs FarmBot to read the current value of the specified pin. Pin Mode: Use digital for a 0 (LOW) or 1 (HIGH) response, and analog for a voltage reading (0-1023 for 0-5V).": "Der Schritt Pin Lesen weist FarmBot an, den aktuellen Wert des angegebenen Pins zu lesen. Pin-Modus: Verwenden Sie digital für eine 0 (LOW) oder 1 (HIGH) Antwort und analog für einen Spannungswert (0-1023 für 0-5V).",
    "The Run Farmware step runs a Farmware package. Visit the Farmware page to install and manage Farmware.": "Im Schritt Farmware ausführen wird ein Farmware-Paket ausgeführt. Besuche das Farmware-Widget um Farmware zu installieren und zu verwalten.",
    "The tool currently mounted to the UTM can be set here or by using a MARK AS step in a sequence.": "Das aktuell an der UTM montierte Werkzeug kann hier oder über einen MARK AS-Schritt in einer Sequenz eingestellt werden.",
    "The Wait step instructs FarmBot to wait for the specified amount of time. Use it in combination with the Pin Write step to water for a length of time.": "Der Warte-Schritt weist FarmBot an, den angegebenen Zeitraum zu warten.",
    "The Write Pin step instructs FarmBot to set the specified pin on the Arduino to the specified mode and value. Use the digital pin mode for on (1) and off (0) control, and analog pin mode for PWM (pulse width modulation) (0-255).": "Der Schreibe-Pin-Schritt weist FarmBot an, den angegebenen Pin auf dem Arduino auf den angegebenen Modus und Wert zu setzen. Verwende den digitalen Pin-Modus für Ein (1) und Aus (0) und den Analog-Pin-Modus für PWM (Pulsweitenmodulation) (0-255). ",
    "THEN...": "DANN ...",
    "They are somewhere else": "Sie sind woanders",
    "This account did not have a timezone set. Farmbot requires a timezone to operate. We have updated your timezone settings based on your browser. Please verify these settings in the device settings panel. Device sync is recommended.": "Für dieses Konto wurde keine Zeitzone festgelegt. Farmbot benötigt eine Zeitzone für den Betrieb. Wir haben die Zeitzoneneinstellungen basierend auf Ihrem Browser aktualisiert. Bitte überprüfe diese Einstellungen im Geräteeinstellungen-Bedienfeld. Gerätesynchronisation wird empfohlen.",
    "This account did not have a timezone set. FarmBot requires a timezone to operate. We have updated your timezone settings based on your browser. Please verify these settings in the device settings panel. Device sync is recommended.": "Für dieses Konto wurde keine Zeitzone festgelegt. FarmBot benötigt eine Zeitzone, um zu funktionieren. Wir haben Ihre Zeitzoneneinstellungen basierend auf Ihrem Browser aktualisiert. Bitte überprüfen Sie diese Einstellungen in den Geräteeinstellungen. Es wird empfohlen, das Gerät zu synchronisieren.",
    "This command will not execute correctly because you do not have encoders or endstops enabled for the chosen axis. Enable endstops or encoders from the Device page for: ": "Dieser Befehl wird nicht korrekt ausgeführt, da für die gewählte Achse keine Encoder oder Endstops aktiviert sind. Aktivieren Sie Endstops oder Encoder auf der Geräteseite für:",
    "This command will not execute correctly because you do not have encoders, stall detection, or endstops enabled for the chosen axis. Enable endstops, encoders, or stall detection from the Device page for: ": "Dieser Befehl wird nicht korrekt ausgeführt, weil Sie für die gewählte Achse keine Encoder, keine Blockiererkennung und keine Endstopps aktiviert haben. Aktivieren Sie Endstopps, Encoder oder die Blockiererkennung auf der Seite Gerät für: ",
    "This event does not appear to have a valid run time. Perhaps you entered bad dates?": "Dieses Ereignis scheint keine gültige Laufzeit zu haben. Vielleicht haben Sie falsche Daten eingegeben?",
    "This Farm Event does not appear to have a valid run time. Perhaps you entered bad dates?": "Dieses Farm-Event scheint keine gültige Ausführzeit zu haben. Vielleicht haben Sie ungültige Daten eingegeben?",
    "This is a list of all of your regimens. Click one to begin editing it.": "Dies ist eine Liste aller Ihrer Regimens. Klicken Sie auf eines, um mit der Bearbeitung zu beginnen.",
    "This is a list of all your FarmBot tools and seed containers. Click the Edit button to add, edit, or delete tools or seed containers.": "Dies ist eine Liste aller FarmBot Werkzeuge und Saatgutbehälter. Klicken Sie auf die Schaltfläche Bearbeiten, um Werkzeuge oder Saatgutbehälter hinzuzufügen, zu bearbeiten oder zu löschen.",
    "This is a list of all your FarmBot Tools. Click the Edit button to add, edit, or delete tools.": "Dies ist eine Liste aller FarmBot Werkzeuge. Klicke auf die Schaltfläche Bearbeiten, um Werkzeuge hinzuzufügen, zu bearbeiten oder zu löschen.",
    "This is the gardens section. Here you can view and manage all of your saved gardens for quickly replanting season after season. Clicking a garden will open up the garden details panel where you can view and edit it. Pressing the garden + button will allow to snapshot the current garden or add a new one from scratch.": "Dies ist der Bereich Gärten. Hier können Sie alle Ihre gespeicherten Gärten ansehen und verwalten, um sie Saison für Saison schnell wieder zu bepflanzen. Wenn Sie auf einen Garten klicken, öffnet sich das Garten-Detailfenster, in dem Sie den Garten ansehen und bearbeiten können. Wenn Sie auf die Schaltfläche \"Garten +\" klicken, können Sie einen Schnappschuss des aktuellen Gartens machen oder einen neuen Garten anlegen.",
    "This is the sync status indicator. Whenever you edit a resource in the web app such as a plant, sequence, or event, your FarmBot will download (sync) this information. Syncing may take up to 10 seconds depending on your internet connection, and longer when FarmBot first boots up.": "Dies ist die Anzeige für den Synchronisierungsstatus. Immer wenn Sie eine Ressource in der Web-App bearbeiten, z. B. eine Pflanze, eine Sequenz oder ein Ereignis, wird Ihr FarmBot diese Informationen herunterladen (synchronisieren). Die Synchronisierung kann bis zu 10 Sekunden dauern, abhängig von Ihrer Internetverbindung, und länger, wenn FarmBot zum ersten Mal hochfährt.",
    "Time in minutes to attempt connecting to WiFi before a factory reset.": "Zeit in Minuten, um eine Verbindung zum Wlan herzustellen bevor das Zurücksetzen auf Werkseinstellung beginnt.",
    "Time in minutes to attempt connecting to WiFi before a soft reset.": "Zeit in Minuten, um vor einem Soft-Reset zu versuchen, eine Verbindung zu WiFi herzustellen.",
    "TIME ZONE": "ZEITZONE",
    "to add the plant to the map. You can add the plant as many times as you need to before pressing DONE to finish.": "um die Pflanze der Karte hinzuzufügen. Sie können so viele Pflanzen setzen wie benötigt. Bestätigen Sie anschließend mit FERTIG.",
    "toggle map visualization": "Kartenvisualisierung umschalten",
    "TOGGLE PERIPHERAL": "PERIPHERIE UMSCHALTEN",
    "toggle pinned view": "Angepinnte Ansicht umschalten",
    "Toggle various settings to customize your web app experience.": "Schalten Sie verschiedene Einstellungen um, um Ihre Web-App-Erfahrung anzupassen.",
    "Tool": "Werkzeug",
    "Tool ": "Werkzeug ",
    "Tool Name": "Werkzeug Name",
    "Tool Slots": "Werkzeug Slots",
    "Tool slots are where you store your FarmBot tools and seed containers, which should be reflective of your real FarmBot hardware configuration.": "In den Werkzeugfächern können Sie Ihre FarmBot-Werkzeuge und Saatgutbehälter aufbewahren, die Ihrer tatsächlichen FarmBot-Hardwarekonfiguration entsprechen sollten",
    "ToolBay ": "Werkzeug Bank ",
    "Toolbays are where you store your FarmBot Tools. Each Toolbay has Slots that you can put your Tools in, which should be reflective of your real FarmBot hardware configuration.": "In Toolbays lagern Ihre FarmBot Tools. Jede Toolbay verfügt über Slots, in die Sie Ihre Tools einfügen können. Diese sollten auch Ihre echte FarmBot-Hardwarekonfiguration widerspiegeln.",
    "Topics": "Themen",
    "ttyAMA0 (recommended for Express)": "ttyAMA0 (Empfohlen für Express)",
    "Unable to save farm event.": "Farm-Event kann nicht gespeichert werden.",
    "Unable to send email.": "E-Mail kann nicht gesendet werden.",
    "update color to": "Farbe ändern auf",
    "update plant status to": "Aktualisierung des Anlagenstatus auf",
    "update radius to": "Radius ändern auf",
    "update start to": "Start ändern auf",
    "update status to": "Aktualisiere Status zu",
    "update type to": "Typ ändern auf",
    "Updating...": "Aktualisierung ...",
    "Upon successful password change, your FarmBot will factory reset allowing you to configure it with the updated credentials. You will also be logged out of other browser sessions. Continue?": "Nach erfolgreicher Passwortänderung wird Ihr FarmBot auf die Werkseinstellungen zurückgesetzt, so dass Sie ihn mit den aktualisierten Anmeldedaten konfigurieren können. Sie werden auch von anderen Browser-Sitzungen abgemeldet. Fortfahren?",
    "Use encoders for positioning.": "Verwenden Sie Encoder für die Positionierung.",
    "Use encoders for positioning. (default: disabled)": "Encoder für die Positionierung verwenden. (Standard: deaktiviert)",
    "Use encoders for positioning. (default: x: {{ x }}, y: {{ y }}, z: {{ z }})": " Verwende zur Positionierung Encoder. (Standard: x: {{ x }}, y: {{ y }}, z: {{ z }})",
    "use FarmBot's current position": "Nutze FarmBot's aktuelle Position",
    "Vacuum Pump": "Vakuum Pumpe",
    "View and change device settings.": "Zeige und ändere Geräteeinstellungen.",
    "View messages.": "Meldungen anzeigen",
    "View, select, and install new Farmware.": "Neue Farmware anzeigen, auswählen und installieren",
    "Virtual FarmBot trail": "Virtuelle FarmBot Linie",
    "WAIT": "WARTE",
    "Warning: Farmbot could not guess your timezone. We have defaulted your timezone to UTC, which is less than ideal for most users. Please select your timezone from the dropdown. Device sync is recommended.": "Warnung: Farmbot konnte Ihre Zeitzone nicht erfassen. Wir haben Ihre Zeitzone auf UTC eingestellt, was für die meisten Benutzer nicht ideal ist. Bitte wählen Sie die passende Zeitzone aus dem Dropdown-Menü. Gerätesynchronisation wird empfohlen.",
    "Warning: FarmBot could not guess your timezone. We have defaulted your timezone to UTC, which is less than ideal for most users. Please select your timezone from the dropdown. Device sync is recommended.": "Warnung: Farmbot konnte Ihre Zeitzone nicht erfassen. Wir haben Ihre Zeitzone auf UTC eingestellt, was für die meisten Benutzer nicht ideal ist. Bitte wählen Sie die passende Zeitzone aus dem Dropdown-Menü. Gerätesynchronisation wird empfohlen.",
    "Warning: Stall detection for FarmBot Express bots is now available as a public beta. While you may enable stall detection for all three axes, you may not achieve desirable or consistent results for some or any of the axes. If you experience any issues, we advise you to wait until there are further updates. We are working hard to improve this system and thank you for your patience. Feedback is appreciated and may be provided on the community forum.": "Warnung: Die Blockiererkennung für FarmBot Express-Bots ist jetzt als öffentliche Beta verfügbar. Während Sie möglicherweise die Blockiererkennung für alle drei Achsen aktivieren, erzielen Sie möglicherweise für einige oder einige der Achsen keine wünschenswerten oder konsistenten Ergebnisse. Wenn Probleme auftreten, empfehlen wir Ihnen, zu warten, bis weitere Updates verfügbar sind. Wir arbeiten hart daran, dieses System zu verbessern und bedanken uns für Ihre Geduld. Feedback wird geschätzt und kann im Community-Forum bereitgestellt werden.",
    "Warning: This will erase all data stored on your FarmBot's SD card, requiring you to reconfigure FarmBot so that it can reconnect to your WiFi network and a web app account. Factory resetting the device will not delete data stored in your web app account. Are you sure you wish to continue?": "Warnung: Dadurch werden alle auf der FarmBot-SD-Karte gespeicherten Daten gelöscht, sodass FarmBot neu konfiguriert werden muss, damit es sich erneut mit Ihrem WLAN-Netzwerk und einem Web-App-Konto verbinden kann. Beim Zurücksetzen des Geräts werden die in Ihrem Web-App-Konto gespeicherten Daten nicht gelöscht. Sind Sie sicher, dass Sie fortfahren möchten? ",
    "WARNING! Deleting your account will permanently delete all of your Sequences , Regimens, Events, and Farm Designer data.Upon deleting your account, FarmBot will cease to function and become inaccessible until it is paired with another web app account. To do this, you will need to reboot your FarmBot so that is goes back into configuration mode for pairing with another user account. When this happens, all of the data on your FarmBot will be overwritten with the new account's data. If the account is brand new, then FarmBot will become a blank slate.": "WARNUNG! Wenn Sie Ihr Konto löschen, werden alle Sequenzen, Regimes, Events und Farm Designer-Daten endgültig gelöscht. Wenn Sie Ihr Konto löschen, wird FarmBot nicht mehr funktionieren und kann nicht mehr aufgerufen werden, bis es mit einem anderen Web-App-Konto verknüpft ist. Der Farmbot muss neu gestartet werden, damit er wieder in den Konfigurationsmodus für die Kopplung mit einem anderen Benutzerkonto wechselt. Wenn dies geschieht, werden alle Daten auf dem FarmBot mit den Daten des neuen Kontos überschrieben.",
    "Warning! Opting in to FarmBot OS beta releases may reduce FarmBot system stability. Are you sure?": "Achtung! Wenn Sie sich für Beta-Versionen von FarmBot OS entscheiden, kann dies die Stabilität des FarmBot-Systems beeinträchtigen. Sind Sie sicher?",
    "Warning! This is an EXPERIMENTAL feature. This feature may be broken and may break or otherwise hinder your usage of the rest of the app. This feature may disappear or break at any time.": "Warnung! Dies ist eine EXPERIMENTELLE Funktion. Diese Funktion ist möglicherweise defekt und kann die Nutzung der restlichen App stören oder anderweitig behindern. Diese Funktion kann jederzeit verschwinden oder unterbrochen werden.",
    "What do you need help with?": "Wobei benötigen Sie Hilfe?",
    "What happened?": "Was ist passiert?",
    "When enabled, device resources such as sequences and regimens will be sent to the device automatically. This removes the need to push \"SYNC\" after making changes in the web app. Changes to running sequences and regimens while auto sync is enabled will result in instantaneous change.": "Wenn diese Option aktiviert ist, werden Geräteressourcen wie Sequenzen und Regimens automatisch an das Gerät gesendet. Dadurch entfällt das Drücken von \" SYNC \", nachdem Änderungen in der Web-App vorgenommen wurden. Änderungen an laufenden Sequenzen und Regimen bei aktivierter automatischer Synchronisierung werden zu sofortiger Veränderung führen. ",
    "When enabled, FarmBot OS will automatically download and install software updates at the chosen time.": "Wenn diese Option aktiviert ist, lädt FarmBot OS zum ausgewählten Zeitpunkt automatisch Softwareupdates herunter und installiert sie.",
    "When enabled, FarmBot OS will periodically check for, download, and install updates automatically.": "Wenn diese Option aktiviert ist, sucht FarmBot OS automatisch nach Updates, die automatisch heruntergeladen und installiert werden.",
    "Write Pin": "Schreibe Pin",
    "WRITE PIN": "SCHREIBE PIN",
    "You are running an old version of FarmBot OS.": "Die FarmBot OS Version ist veraltet.",
    "You have been logged out.": "Sie wurden abgemeldet.",
    "You have unsaved changes. Would you like to save them?": "Sie haben ungespeicherte Änderungen. Möchten Sie diese speichern?",
    "You haven't made any regimens or sequences yet. Please create a": "Sie haben noch keine Regimen oder Sequenzen erstellt. Bitte erstellen Sie eines",
    "You must set a timezone before using the FarmEvent feature.": "Sie müssen eine Zeitzone festlegen, bevor Sie die FarmEvent-Funktion verwenden können.",
    "Your browser is connected correctly, but we have no recent record of FarmBot connecting to the internet. This usually happens because of a bad WiFi signal in the garden, a bad password during configuration, or a very long power outage.": "Der Browser ist korrekt verbunden, aber wir haben keine neuen Aufzeichnungen über die Verbindung von FarmBot mit dem Internet. Dies geschieht normalerweise aufgrund eines schlechten WLAN-Signals im Garten, eines schlechten Passwortes während der Konfiguration oder eines sehr langen Stromausfalls.",
    "Z axis coordinate (millimeters) of soil level. (default: 0)": "Z-Achsenkoordinate (Millimeter) des Bodenniveaus. (Standard: 0)",
    "zero {{axis}}": "{{axis}} Nullen"
  }
}
