{
  "translated": {
    " request sent to device.": "requête envoyée à l'appareil",
    " unknown (offline)": "inconnue (hors-ligne)",
    "(No selection)": "(aucune sélection)",
    "(unknown)": "(inconnu)",
    "{{axis}}-Offset": "{{axis}}-Décalage",
    "{{seconds}} seconds!": "{{seconds}} secondes!",
    "Account Not Verified": "Compte non vérifié",
    "Account Settings": "Options du compte",
    "active": "actif",
    "Add event": "Ajouter événement",
    "Add peripherals": "Ajouter des périphériques",
    "Add plant": "Ajouter une plante",
    "Add plant at current FarmBot location {{coordinate}}": "Ajouter une plante à l'emplacement actuel de la FarmBot {{coordinate}} ",
    "Add plants": "Ajouter des plantes",
    "Add plants by pressing the + button and searching for a plant, selecting one, and dragging it into the garden.": "Ajouter des plantes en cliquant sur le bouton + et en cherchant une plante, la sélectionner et la mettre dans le jardin.",
    "Add sensors here to monitor FarmBot's sensors. To edit and create new sensors, press the EDIT button.": "Ajouter un capteur au capteur actuel de la FarmBot. Pour éditer et créer un nouveau capteur, appuyer sur le bouton EDITER.",
    "Add sequences to your regimen by selecting a sequence from the drop down, specifying a time, choosing which days it should run on, and then clicking the + button. For example: a Seeding sequence might be scheduled for Day 1, while a Watering sequence would be scheduled to run every other day.": "Ajoutez des séquences à votre schéma en sélectionnant une séquence dans le menu déroulant, en spécifiant une heure, en choisissant les jours sur lesquels elle doit s'exécuter, puis en cliquant sur le bouton +. Par exemple: une séquence de semis peut être programmée pour le jour 1, alors qu'une séquence d'arrosage devrait être programmée tous les deux jours.",
    "Add the newly created tools to the corresponding toolbay slots on FarmBot: press edit and then + to create a toolbay slot.": "Ajoutez les outils nouvellement créés aux emplacement correspondants sur la FarmBot :  appuyez sur éditer, puis sur + pour créer un emplacement dans la baie d'outils.",
    "add this crop on OpenFarm?": "ajouter cette plante à OpenFarm ?",
    "Add to map": "Ajouter à la carte",
    "Add tools": "Ajouter des outils",
    "Add tools to tool bay": "Ajouter des outils à la baie d'outils",
    "Agree to Terms of Service": "Accepter les condition d'utilisation",
    "All": "Tout",
    "All items scheduled before the start time. Nothing to run.": "Tous les éléments sont planifiés avant l'heure de début. Rien à exécuter.",
    "All systems nominal.": "Tous les systèmes nominaux.",
    "Always Power Motors": "Toujours allumer les moteurs",
    "An error occurred during configuration.": "Une erreur a eu lieu durant la configuration.",
    "analog": "analogique",
    "Analog": "Analogique",
    "and": "et",
    "any": "n'importe lequel",
    "App could not be fully loaded, we recommend you try refreshing the page.": "L'application n'a pas pu être chargé complètement, nous vous recommandons de rafraîchir la page.",
    "App Settings": "Paramètres de l'application",
    "apply": "appliquer",
    "Arduino is possibly unplugged. Check the USB cable between the Raspberry Pi and the Arduino. Reboot FarmBot after a reconnection. If the issue persists, reconfiguration of FarmBot OS may be necessary.": "Arduino n'est peut être pas connecté. Vérifier le câble USB entre la Raspberry Pi et l'Arduino. Redémarrer FarmBot après une reconnexion. Si le problèmes persiste, une reconfiguration de l'OS FarmBot peut être nécessaire. ",
    "Are they in use by sequences?": "Sont-ils utilisés pas séquences ?",
    "Are you sure you want to delete all items?": "Êtes-vous sûr de vouloir supprimer tout les objets ?",
    "Are you sure you want to delete this first party farmware? Doing so will limit the functionality of your FarmBot and may cause unexpected behavior.": "Êtes-vous sûr de vouloir supprimer cette première partie du farmware ? Cela limiterait les fonctionnalités de votre FarmBot et pourrait provoquer un comportement inattendu.",
    "Are you sure you want to delete this item?": "Êtes-vous sûr de vouloir supprimer cet objet ?",
    "Are you sure you want to delete this step?": "Êtes-vous sûr de vouloir supprimer cette étape ?",
    "Are you sure you want to unlock the device?": "Êtes-vous sûr de vouloir déverrouiller ce dispositif ?",
    "as": "comme",
    "Assign a sequence to execute when a Raspberry Pi GPIO pin is activated.": "Attribuez une séquence à exécuter lorsqu'un GPIO du Raspberry Pi est activé.",
    "Attempting to reconnect to the message broker": "Tentative de reconnexion au service de transmission des messages",
    "Author": "Auteur",
    "AUTO SYNC": "Synchronisation Auto",
    "Automatic Factory Reset": "Réinitialisation d'Usine Automatique",
    "Automatically factory reset when the WiFi network cannot be detected. Useful for network changes.": "Réinitialisation automatique lorsque le réseau WiFi ne peut pas être détecté. Utile pour les changements de réseau.",
    "Axis Length (mm)": "Longueur des axes (mm)",
    "back": "retour",
    "Back": "Retour",
    "BACK": "RETOUR",
    "Bad username or password": "Mauvais nom d'utilisateur ou mot de passe",
    "Before logging in, you must agree to our latest Terms of Service and Privacy Policy": "Avant de se connecter, vous devez accepter nos dernières conditions d'utilisation et politique de confidentialité.",
    "Begin": "Commencez",
    "Beta release Opt-In": "Version bête Opt-in",
    "BIND": "LIER",
    "Binding": "Aveuglent",
    "Binomial Name": "Nom Binomial",
    "BLUR": "BROUILLER",
    "Bottom Left": "Bas gauche",
    "Bottom Right": "Bas droit",
    "Box LED 3": "Boîte LED 3",
    "Box LED 4": "Boîte LED 4",
    "Box LEDs": "Boîte LEDs",
    "Browser": "Navigateur",
    "Busy": "Occupé",
    "Calibrate": "Calibrer",
    "CALIBRATE {{axis}}": "CALIBRER {{axis}}",
    "Calibrate FarmBot's camera for use in the weed detection software.": "Calibrer la caméra de la FarmBot pour une utilisation dans le logiciel de détection des mauvaises herbes.",
    "CALIBRATION": "CALIBRAGE",
    "Calibration Object Separation": "Séparation des Objets d’Étalonnage",
    "Calibration Object Separation along axis": "Séparation des objets d'étalonnage le long de l'axe",
    "Camera Calibration": "Calibration Camera",
    "Camera Offset X": "Décalage X de la caméra",
    "Camera Offset Y": "Décalage Y de la caméra",
    "Camera rotation": "Rotation de la camera",
    "Can't connect to bot": "Ne peux pas se connecter au robot",
    "Can't connect to release server": "Impossible de se connecter au serveur de publication",
    "Can't execute unsaved sequences": "Impossible d'exécuter des séquences non enregistrées",
    "Cancel": "Annuler",
    "Cannot change from a Regimen to a Sequence.": "Impossible de passer d'une Posologie à une Séquence.",
    "Cannot delete built-in pin binding.": "Impossible de supprimer la liaison par broches.",
    "Change Ownership": "Changer de Propriétaire",
    "Change Password": "Changer le mot de passe",
    "Change settings of your FarmBot hardware with the fields below. Caution: Changing these settings to extreme values can cause hardware malfunction. Make sure to test any new settings before letting your FarmBot use them unsupervised. Tip: Recalibrate FarmBot after changing settings and test a few sequences to verify that everything works as expected.": "Modifiez les paramètres de votre matériel FarmBot avec les champs ci-dessous. Attention: le fait de modifier ces paramètres sur des valeurs extrêmes peut entraîner un dysfonctionnement du matériel. Assurez-vous de tester tous les nouveaux paramètres avant de laisser votre FarmBot les utiliser sans surveillance. Conseil: recalibrez FarmBot après avoir modifié les paramètres et testez quelques séquences pour vérifier que tout fonctionne comme prévu.",
    "Change slot direction": "Changer la direction de la rainure",
    "Change the account FarmBot is connected to.": "Changer le compte auquel Farmbot est connecté",
    "Change the Farm Designer map size based on axis length. A value must be input in AXIS LENGTH and STOP AT MAX must be enabled in the HARDWARE widget.": "Changer la taille de la carte du potager en fonction de la longueur des axes. Une valeur doit être entrée dand LONGUEUR AXE et STOP AU MAX doit être activé dans le widget HARDWARE.",
    "Check Again": "Revérifier",
    "Choose a crop": "Choisir une plante",
    "clear filters": "effacer les filtres",
    "CLEAR WEEDS": "SUPPRIMER LES GRAINES",
    "Click a spot in the grid to choose a location. Once selected, press button to move FarmBot to this position. Press the back arrow to exit.": "Cliquez sur un endroit dans la grille pour choisir un emplacement. Une fois sélectionné, appuyez sur le bouton pour déplacer la FarmBot à cette position. Appuyez sur la flèche de retour pour quitter.",
    "Click and drag to draw a point or use the inputs and press update. Press CREATE POINT to save, or the back arrow to exit.": "Cliquez et faites glisser pour dessiner un point ou utilisez les entrées et appuyez sur mettre à jour. Appuyez sur CREATE POINT pour enregistrer ou sur la flèche retour pour quitter.",
    "CLICK anywhere within the grid": "CLIQUER n'importe où dans la grille ",
    "Click one in the Regimens panel to edit, or click \"+\" to create a new one.": "Cliquez sur l'un des panneaux dans le groupe de Posologies pour le modifier ou cliquez sur \"+\" pour en créer un.",
    "Click one in the Sequences panel to edit, or click \"+\" to create a new one.": "Cliquez sur l'un des panneaux dans le panneau Séquences pour le modifier ou cliquez sur \"+\" pour en créer un.",
    "Click the edit button to add or edit a feed URL.": "Cliquer sur le bouton modifier pour ajouter ou modifier un flux URL",
    "Close": "Fermer",
    "Collapse All": "Réduire tout",
    "color": "couleur",
    "Color Range": "Gamme de couleurs",
    "Common Names": "Noms Communs",
    "Complete": "Terminé",
    "computer": "ordinateur",
    "Confirm New Password": "Confirmer nouveau mot de passe",
    "Connected.": "Connecté.",
    "Connection Attempt Period": "Période de tentative de connexion",
    "Connectivity": "Connectivité",
    "Controls": "Contrôles",
    "copy": "copier",
    "Copy": "Copier",
    "Could not delete image.": "Ne peut pas supprimer l'image",
    "Could not download FarmBot OS update information.": "Impossible de télécharger les informations de mise à jour du système d'exploitation FarmBot.",
    "Could not fetch package name": "Impossible de récupérer le nom du paquet",
    "CPU temperature": "La température du CPU",
    "Create Account": "Créer compte",
    "Create An Account": "Créer un compte",
    "Create logs for sequence:": "Créer des journaux pour la séquence:",
    "create new garden": "Créer nouveau jardin :",
    "Create new gardens from scratch or by copying plants from the current garden. View and edit saved gardens, and, when ready, apply them to the main garden.": "Créer de nouveaux potagers à partir de rien ou en copiant des plantes depuis le potager actuel. Visualise et modifie les potagers enregistrés, et une fois près, applique les au potager principal. ",
    "Create point": "Créer un point",
    "Create regimens": "Créer des régimes",
    "Create sequences": "Créer des séquences",
    "Created At:": "Crée à :",
    "Customize your web app experience": "Customisez votre expérience dans l'application web",
    "Customize your web app experience.": "Customisez votre expérience dans l'application web",
    "Danger Zone": "Zone de danger",
    "Data Label": "Nom des données",
    "Day": "Jour",
    "Day {{day}}": "Jour {{day}}",
    "days": "jours",
    "Days": "Jours",
    "days old": "jours",
    "Debug": "Débogage ",
    "delete": "supprimer",
    "Delete": "Supprimer",
    "Delete Account": "Supprimer le compte",
    "Delete all created points": "Supprimer tout les points créés ",
    "Delete all Farmware data": "Supprimer toutes les données du Farmware",
    "Delete all of the points created through this panel.": "Supprimez tous les points créés via ce panneau.",
    "Delete all the points you have created?": "Supprimer tout les points que vous avez créer ?",
    "Delete multiple": "Suppression multiple",
    "Delete Photo": "Supprimer photo ",
    "Delete selected": "Suppression de la sélection",
    "Delete this plant": "Supprimer cette plante",
    "Deleting...": "Suppression...",
    "Deselect all": "Désélectionner",
    "detect weeds": "Détecter des graines",
    "Detect weeds using FarmBot's camera and display them on the Farm Designer map.": "Détecter des graines en utilisant la caméra de FarmBot, et les afficher sur la carte du potager.",
    "Deviation": "Déviation",
    "Device": "Appareil",
    "Diagnose connectivity issues with FarmBot and the browser.": "Diagnostiquer un problème de connectivité entre FarmBot et le navigateur.",
    "Diagnosis": "Diagnostic",
    "DIAGNOSTIC CHECK": "VÉRIFICATION DU DIAGNOSTIC",
    "Diagnostic Report": "Rapport de diagnostic",
    "Diagnostic Reports": "Rapports de diagnostic ?",
    "Discard Unsaved Changes": "Supprimer les changements non sauvegardés",
    "Disconnected.": "Déconnecté.",
    "Disk usage": "Utilisation du disque",
    "Display a virtual trail for FarmBot in the Farm Designer map to show movement and watering history while the map is open. Toggling this setting will clear data for the current trail.": "Affiche un chemin de déplacement virtuel pour FarmBot sur la carte du potager pour montrer les mouvements et l'historique d'arrosage tant que la carte est ouverte. Activer cette option effacera les données du chemin courant.",
    "Display Encoder Data": "Afficher les données de l'encodeur de position",
    "Display plant animations": "Afficher les animations des plantes",
    "Display virtual FarmBot trail": "Afficher le chemin de déplacement virtuel de FarmBot",
    "Don't ask about saving work before closing browser tab. Warning: may cause loss of data.": "Ne demandez pas si vous voulez sauvegarder votre travail avant de fermer l’onglet du navigateur. Attention: peut entraîner une perte de données.",
    "Done": "Fini",
    "Double default map dimensions": "Double la taille de la carte par défaut",
    "Double the default dimensions of the Farm Designer map for a map with four times the area.": "Double les dimensions par défaut de la carte du Farm Designer pour une carte de quatre fois la superficie.",
    "Drag a box around the plants you would like to select. Press the back arrow to exit.": "Faites glisser une boîte autour des plantes que vous souhaitez sélectionner. Appuyez sur la flèche de retour pour quitter.",
    "Drag and drop": "Glisser déposer",
    "Drag and drop into map": "Glisser/déposer sur la carte",
    "DRAG COMMAND HERE": "INSÉREZ LES COMMANDES ICI",
    "Dynamic map size": "Taille de la carte dynamique",
    "E-STOP": "ARRÊT-U",
    "E-Stop on Movement Error": "E-Stop lors d'une erreur de mouvement",
    "Edit": "Modifier",
    "Edit on": "Mode édition",
    "Edit this plant": "Modifier cette plante",
    "Email has been sent.": "L'email a été envoyé.",
    "Enable 2nd X Motor": "Activer le deuxième moteur X",
    "Enable Encoders": "Activer les encodeurs de position",
    "Enable Endstops": "Activer les capteurs de fin de course",
    "Enable plant animations in the Farm Designer.": "Activer les animations de plantes dans le potager virtuel.",
    "Encoder Missed Step Decay": "Codeur manquant Step Decay",
    "Encoder Scaling": "Échelle des encodeurs de position",
    "ENCODER TYPE": "TYPE D'ENCODEUR",
    "Encoders and Endstops": "Encodeurs de position et capteurs de fin de course",
    "End date must not be before start date.": "La date de fin ne doit pas être avant la date de départ",
    "End time must be after start time.": "Le temps de fin doit être après le temps de départ",
    "End Tour": "Fin de tour",
    "Enter a URL": "Entrer un URL",
    "Enter click-to-add mode": "Entrer dans le mode cliquer-pour-ajouter",
    "Enter Email": "Entrez votre e-mail",
    "Enter Password": "Entrer le mot de passe",
    "Error": "Erreur",
    "Error deleting Farmware data": "Erreur lors de la suppression des données du Farmware",
    "Error taking photo": "Erreur lors de la prise de photo",
    "Events": "Événements",
    "Every": "Tous",
    "Execute a sequence if a condition is satisfied. If the condition is not satisfied, chose to do nothing or execute a different sequence.": "Execute une séquence si la condition est satisfaite. Si la condition n'est pas satisfaite, choisir de ne rien faire ou execute une séquence différente.",
    "Execute Sequence": "Executer la séquence",
    "EXECUTE SEQUENCE": "EXECUTER LA SEQUENCE",
    "Executes another sequence.": "Exécuter une autre séquence.",
    "exit": "sortie",
    "Exit": "Sortie",
    "Expand All": "Étendre tout",
    "Export": "Exporter",
    "Export Account Data": "Exporter les données du compte",
    "Export all data related to this device. Exports are delivered via email as JSON.": "Exporter toutes les données lié à cet appareil. Les informations sont envoyées par mail au format JSON.",
    "Export request received. Please allow up to 10 minutes for delivery.": "Une demande d'exportation a été reçu. Veuillez allouer jusqu'à 10 minutes avant de recevoir les informations.",
    "Factory Reset": "Retour aux paramètres d'usine",
    "FACTORY RESET": "RÉINITIALISATION",
    "Factory resetting your FarmBot will destroy all data on the device, revoking your FarmBot's ability to connect to your web app account and your home wifi. Upon factory resetting, your device will restart into Configurator mode. Factory resetting your FarmBot will not affect any data or settings from your web app account, allowing you to do a complete restore to your device once it is back online and paired with your web app account.": "La réinitialisation de votre FarmBot va détruire toute les données de l'appareil, supprimer l’accès de votre FarmBot à votre site internet et à votre wifi. Lors de la réinitialisation votre appareil redémarrera en mode de Configuration. Réinitialisé votre FarmBot n'affectera pas les données et les paramètres du compte sur le site internet, vous permettant d'effectuer une restauration complète sur votre appareil une fois qu'il est en ligne et associé à votre compte Web.  ",
    "Farm Designer": "Editeur de potager",
    "FarmBot and the browser both have internet connectivity, but we haven't seen any activity from FarmBot on the Web App in a while. This could mean that FarmBot has not synced in a while, which might not be a problem. If you are experiencing usability issues, however, it could be a sign of HTTP blockage on FarmBot's local internet connection.": "FarmBot et le navigateur sont tout deux connecté à internet, mais aucune activité de FarmBot n'a été vu sur l'application web depuis longtemps. Cela peut signifier que FarmBot n'a pas été synchronisé récemment, ce qui peut être un problème. Si vous avez des difficultés d'utilisation, cela peut être un signe de blocage HTTP sur la connexion internet locale de FarmBot.",
    "FarmBot forum.": "Forum du FarmBot",
    "FarmBot is at position ": "FarmBot est en position",
    "FarmBot is not connected.": "FarmBot n'est pas connecté ",
    "FARMBOT OS": "SYSTÈME D'EXPLOITATION DE FARMBOT",
    "FARMBOT OS AUTO UPDATE": "MISE A JOUR AUTOMATIQUE DU SYSTÈME D'EXPLOITATION DE FARMBOT",
    "FarmBot sent a malformed message. You may need to upgrade FarmBot OS. Please upgrade FarmBot OS and log back in.": "FarmBot a envoyé un message erroné. Il est peut-être nécessaire de mettre à jour le système d'exploitation de Farmbot. Merci de mettre à jour le système d'exploitation de Farmbot et de vous reconnecter.",
    "FarmBot was last seen {{ lastSeen }}": "FarmBot a été vu dernièrement {{lastSeen}}",
    "FarmBot Web App": "L'application web FarmBot",
    "FarmBot?": "FarmBot ?",
    "Farmware (plugin) details and management.": "Farmware (plugin) détails et gestion.",
    "Farmware data successfully deleted.": "Les données du Farmware ont bien été supprimées.",
    "Farmware not found.": "Farmware non trouvé.",
    "Farmware Tools version": "Version du Farmware",
    "Feed Name": "Nom du Flux",
    "filter": "Filtrer",
    "Filter logs": "Filtrer les journaux",
    "Filters active": "Filtres actifs",
    "find home": "Trouve maison",
    "Find Home": "Trouve Maison",
    "FIND HOME {{axis}}": "TROUVE MAISON {{axis}}",
    "Find Home on Boot": "Rejoindre la position initiale au démarrage",
    "find new features": "Trouver de nouvelles fonctionnalités",
    "FIRMWARE": "LOGICIEL",
    "Firmware Logs:": "Journaux du micrologiciel:",
    "First-party Farmware": "Première Parie du Farmware",
    "Forgot password?": "Mot de passe oublié ?",
    "from": "de",
    "Full Name": "Nom Complet",
    "Fun": "Cool",
    "Garden Saved.": "Potager enregistré.",
    "Get growing!": "Silence ça pousse!",
    "getting started": "Commencer",
    "go back": "Retourne",
    "Growing Degree Days": "Degrés-jours croissants",
    "Hardware setting conflict": "Conflit de paramétrage matériel",
    "Harvested": "Récolté",
    "Have the browser also read aloud log messages on the \"Speak\" channel that are spoken by FarmBot.": "Demandez au navigateur de lire également à haute voix les messages du journal sur le canal \"Parlez\" qui sont prononcés par FarmBot.",
    "Height": "Hauteur",
    "Help": "Aide",
    "Here is the list of all of your sequences. Click one to edit.": "Voici la liste de toutes vos séquences. Cliquez sur l'une d'elle pour l'éditer.",
    "hide": "Cache",
    "Hide Webcam widget": "Cacher le widget de la caméra",
    "Historic Points?": "Points historiques?",
    "Home button behavior": "Comportement du bouton retour à la position de départ",
    "HOMING": "RETOUR A LA POSITION DE DÉPART",
    "Homing and Calibration": "Retour à la position de départ et calibration",
    "Hotkeys": "Raccourcis",
    "hours": "Heures",
    "Hours": "Heures",
    "HUE": "COULEUR",
    "I agree to the": "J'accepte le",
    "I Agree to the Terms of Service": "J'accepte les Conditions du Service",
    "If encoders or end-stops are enabled, home axis (find zero).": "Si les encodeurs de position ou les capteurs de fin de course sont activés, reviens à la position de départ (trouve le 0).",
    "If encoders or end-stops are enabled, home axis and determine maximum.": "Si les encodeurs de position ou les capteurs de fin de course sont activés, reviens à la position de départ et détermine le maximum.",
    "If not using a webcam, use this setting to remove the widget from the Controls page.": "Si la webcam n'est pas activé, utiliser ce paramètre pour enlever le widget de la page de contrôle.",
    "If Statement": "Condition Si",
    "IF STATEMENT": "SI DECLARATION",
    "If you are sure you want to delete your account, type in your password below to continue.": "Si vous êtes sûr de vouloir supprimer votre compte, entrez votre mot de passe ci-dessous pour continuer.",
    "If you have a webcam, you can view the video stream in this widget. Press the edit button to update and save your webcam URL.": "Si vous possédez une webcam, vous pouvoir visualiser le flux vidéo dans ce widget. Pressez le bouton d'édition pour mettre à jour et sauvegarder l'URL de votre webcam.",
    "IF...": "Si...",
    "Image Deleted.": "Image supprimée ",
    "Image loading (try refreshing)": "Image en cours de chargement (rafraîchissement en cours)",
    "in slot": "dans la fente",
    "Input is not needed for this Farmware.": "Aucune entrée n'est nécessaire pour ce Farmware.",
    "Install": "Installer",
    "Install new Farmware": "Installer un nouveau Farmware",
    "installation pending": "installation en attente",
    "Internationalize Web App": "Internationaliser Web App",
    "Invalid date": "Date invalide",
    "Invalid Raspberry Pi GPIO pin number.": "Numéro de pin de Raspberry Pi invalide",
    "Invert 2nd X Motor": "Inverser le deuxième moteur X",
    "Invert Encoders": "Inverser les encodeurs de position",
    "Invert Endstops": "Inverser les capteurs de fin de course",
    "Invert Hue Range Selection": "Inverser la sélection de la gamme de couleur",
    "Invert Jog Buttons": "Inverser les boutons de jogging",
    "Invert Motors": "Inverser les moteurs",
    "is": "est",
    "is equal to": "est égal à",
    "is greater than": "est plus grand que",
    "is less than": "est plus petit que",
    "is not": "n'est pas",
    "is not equal to": "est différent de",
    "is unknown": "est inconnu",
    "ITERATION": "ITÉRATION",
    "Language": "Langue",
    "Last message seen ": "Dernier message vu",
    "LAST SEEN": "DERNIER VU",
    "Lighting": "Éclairage",
    "Loading": "Chargement",
    "Loading...": "Chargement...",
    "Location": "Emplacement",
    "Log all commands sent to firmware (clears after refresh).": "Note toutes les commandes envoyées au firmware (effacé après l'actualisation).",
    "Log all debug received from firmware (clears after refresh).": "Log de toutes les commandes envoyées au firmware (efface après l'actualisation).",
    "Log all responses received from firmware (clears after refresh). Warning: extremely verbose.": "Log de toutes les réponses reçues du micrologiciel (effacées après l'actualisation). Attention: extrêmement bavard.",
    "Login": "Identifiant",
    "Logout": "Déconnexion",
    "low": "bas",
    "Manage": "Gérer",
    "Manage Farmware (plugins).": "Gérer le Farmware (plugins).",
    "Manual input": "Entrée manuelle",
    "Map": "Carte",
    "Map Points": "Points de la carte",
    "Mark": "Marquer",
    "Mark As": "Marquer comme",
    "Mark As...": "Marquer comme...",
    "Max Missed Steps": "Pas sautés max",
    "Max Retries": "Essais max",
    "Memory usage": "Utilisation de la mémoire",
    "Message Broker": "Messagerie",
    "Min OS version required": "Version min OS requise",
    "Month": "Mois",
    "Months": "Mois",
    "more": "plus",
    "more bugs!": "plus de bugs!",
    "Motor Coordinates (mm)": "Coordonnées du moteur (mm)",
    "Motor position plot": "Tracé de la position du moteur",
    "Motors": "Moteurs",
    "Mounted to:": "Monté à:",
    "Move": "Déplacer",
    "move {{axis}} axis": "déplacer axe {{axis}}",
    "MOVE AMOUNT (mm)": "LONGUEUR DU DEPLACEMENT (mm)",
    "Move FarmBot to this plant": "Déplacer FarmBot jusqu'à cette plante",
    "move mode": "mode de déplacement",
    "Move Relative": "Deplacer en valeur Relative",
    "MOVE RELATIVE": "DEPLACEMENT RELATIF",
    "Move to chosen location": "Déplacer à l'emplacement choisi",
    "Move to location": "Déplacer à l'emplacement",
    "Move to this coordinate": "Déplacer à cette coordonnée",
    "Movement out of bounds for: ": "Mouvement en dehors des limites pour :",
    "Must be a positive number. Rounding up to 0.": "Doit être un nombre positif. Arrondir à 0.",
    "My Farmware": "Mon Farmware",
    "name": "nom",
    "Name": "Nom",
    "NAME": "NOM",
    "Negative Coordinates Only": "Coordonnées négatives uniquement",
    "Negative X": "X Négatif",
    "Negative Y": "Y Négatif",
    "new garden name": "nouveau nom de potager",
    "New Password": "Nouveau mot de passe",
    "New password and confirmation do not match.": "Le nouveau mot de passe et sa confirmation ne sont pas les mêmes",
    "New Peripheral": "Nouveau périphérique",
    "New regimen ": "Nouveau régime",
    "New Sensor": "Nouveau capteur",
    "new sequence {{ num }}": "nouvelle séquence {{ num }}",
    "New Terms of Service": "Nouvelles conditions générales d'utilisation",
    "Newer than": "Plus nouveau que",
    "Next": "Suivant",
    "no": "non",
    "No day(s) selected.": "Pas de jour(s) sélectionné(s)",
    "No events scheduled.": "Pas d’événement(s) planifié(s)",
    "No Executables": "Pas d’exécutables. ",
    "No inputs provided.": "Pas d'entrées fournies.",
    "No logs to display. Visit Logs page to view filters.": "Aucun journal à afficher. Visitez la page Journaux pour voir les filtres.",
    "No logs yet.": "Pas encore d'identifiants ",
    "No messages seen yet.": "Pas encore de messages vus.",
    "No meta data.": "Pas de métadonnées.",
    "No recent messages.": "Pas de messages récents",
    "No Regimen selected.": "Pas de régime sélectionné",
    "No results.": "Aucun résultat.",
    "No saved gardens yet.": "Pas encore de jardins sauvegardés",
    "No search results": "Aucun résultat",
    "No Sequence selected.": "Pas de séquence sélectionnée",
    "No webcams yet. Click the edit button to add a feed URL.": "Pas encore de webcam. Cliquer sur le bouton d'édition pour ajouter une URL de flux vidéo",
    "None": "Aucun",
    "Not available when device is offline.": "Non disponible lorsque l'appareil est hors ligne.",
    "Not Mounted": "Pas monté",
    "Not Set": "Pas encore défini",
    "Note: The selected timezone for your FarmBot is different than your local browser time.": "Remarque: le fuseau horaire sélectionné pour votre FarmBot est différent de l'heure de votre navigateur local.",
    "Note: Times displayed according to FarmBot's local time, which is currently different from your browser's time. Timezone data is configurable on the Device page).": "Remarque: les heures sont affichées en fonction de l'heure locale de FarmBot, qui est actuellement différente de l'heure de votre navigateur. Les données de fuseau horaire sont configurables sur la page Périphérique).",
    "Old Password": "Ancien mot de passe",
    "Older than": "Plus vieux que",
    "open move mode panel": "Ouvrir le panneau mode déplacement",
    "Open OpenFarm.cc in a new tab": "Ouvrir OpenFarm.cc dans un nouvel onglet",
    "Operator": "Operateur",
    "Or view FarmBot's current location in the virtual garden.": "Ou consultez l'emplacement actuel de la FarmBot dans le jardin virtuel.",
    "Origin": "Origine",
    "Origin Location in Image": "Emplacement d'origine dans l'image",
    "Outside of planting area. Plants must be placed within the grid.": "En dehors de la zone de plantation. Les plantes doivent être placées dans la grille.",
    "Package Name": "Nom du paquet",
    "Page Not Found.": "Page introuvable",
    "Parameters": "Paramètres",
    "Password": "Mot de passe",
    "Password change failed.": "Echec de la modification du mot de passe.",
    "pending install": "Installation en attente.",
    "Pending installation.": "Installation en attente.",
    "perform homing (find home)": "Réaliser un retour à la position de départ",
    "Period End Date": "Date de fin de période",
    "Peripheral ": "Périphérique",
    "Peripherals": "Périphériques",
    "Photos are viewable from the": "Les photos sont visionnables depuis le",
    "Pin ": "Pin",
    "Pin Bindings": "Liaisons des Pins",
    "Pin Guard": "Protection des Pins",
    "Pin Guard {{ num }}": "Pin Protection {{num}}",
    "Pin Number": "Numéro de Pin",
    "Pin number cannot be blank.": "Le numéro de pin ne peut pas être laissé vide.",
    "Pin numbers are required and must be positive and unique.": "Les numéros de pin sont requis et doivent êtres positifs et uniques.",
    "Pin numbers must be less than 1000.": "Le nombre de pin doit être inférieur à 1000.",
    "Pin numbers must be unique.": "Le nombre de pins doit être unique.",
    "Pixel coordinate scale": "Échelle de coordonnée de pixel",
    "Planned": "Planifié",
    "plant icon": "Icône de plante",
    "Plant Info": "Information sur la plante",
    "Plant Type": "Type de plante",
    "Planted": "Planté",
    "plants": "plantes",
    "Plants": "Plantes",
    "Plants?": "Plantes?",
    "Please agree to the terms.": "Veuillez accepter les conditions",
    "Please check your email for the verification link.": "Cliquez sur le lien de vérification dans vos e-mail",
    "Please check your email to confirm email address changes": "Vérifiez vos email pour confirmer le changement d'adresse",
    "Please clear current garden first.": "Merci de supprimer le potager actuel avant.",
    "Please enter a number.": "Entrez un numéro",
    "Please enter a URL.": "Entrez un url",
    "Please select a sequence or action.": "Sélectionnez une séquence ou une action.",
    "Please wait": "Attendez s'il-vous-plaît",
    "Point Creator": "Créateur de point",
    "Points?": "Points ?",
    "Positive X": "X positif",
    "Positive Y": "Y positif",
    "Power and Reset": "Alimentation et remise-à-zéro",
    "Presets:": "Pré-réglages:",
    "Press \"+\" to add a plant to your garden.": "Cliquer sur \"+\" pour ajouter une plante dans le jardin",
    "Press \"+\" to schedule an event.": "Cliquez  sur \"+\" pour planifier un événement",
    "Press edit and then the + button to add peripherals.": "Appuyez sur le bouton édition puis le bouton + pour ajouter un périphérique. ",
    "Press edit and then the + button to add tools.": "Cliquez sur éditer puis sur \"+\" pour ajouter des outils",
    "Press the + button and add your newly created sequences to a regimen via the scheduler. The regimen should include all actions needed to take care of a plant over its life.": "Appuyez sur le bouton + et ajoutez votre nouvelle séquence créée à un régime via le programmateur. Le régime doit inclure toutes les actions nécessaire afin de prendre soin d'une plante tout le long de sa vie.",
    "Prev": "Précédent",
    "Privacy Policy": "Politique de confidentialité",
    "Problem Loading Terms of Service": "Problème avec le chargement des Conditions du Service",
    "Processing now. Results usually available in one minute.": "En cours de traitement. Résultats généralement disponibles en une minute",
    "Processing Parameters": "Traitement des paramètres",
    "Provided new and old passwords match. Password not changed.": "Nouveau mot de passe identique au précédent. Aucun changement effectué.",
    "radius": "rayon",
    "Raspberry Pi Camera": "Caméra de la Raspberry Pi",
    "Raspberry Pi GPIO pin already bound or in use.": "La pin Raspberry Pi GPIO est déjà liée ou en cours d'utilisation",
    "Raw Encoder data": "Données brutes du codeur",
    "Raw encoder position": "Position brute du codeur",
    "read sensor": "Lire capteur",
    "Read speak logs in browser": "Lire les journaux de conversation dans le navigateur",
    "Read Status": "Lire Statut",
    "Readings?": "Mesures?",
    "Reboot": "Redémarrer",
    "Received": "Reçu",
    "Received change of ownership.": "Changements d'appartenance reçus.",
    "Record Diagnostic": "Enregistrer le diagnostic.",
    "Recursive condition.": "Condition récursive",
    "Redirecting...": "Redirection...",
    "Regimen Name": "Nom de la posologie",
    "Regimens": "Posologie",
    "Regimens allow FarmBot to take care of a plant throughout its entire life. A regimen consists of many sequences that are scheduled to run based on the age of the plant. Regimens are applied to plants from the farm designer (coming soon) and can be re-used on many plants growing at the same or different times. Multiple regimens can be applied to any one plant.": "Les routines permettent à FarmBot de s'occuper d'une plante durant tout son cycle de vie. Une routine est constituée de nombreuses séquences planifiées pour être exécutées en fonction de l'âge de la plante. Les routines sont appliquées aux plantes depuis le \"farm designer\" (bientôt disponible) et peuvent être réutilisées sur d'autres plantes poussant ou non au même moment. Il est possible d'appliquer plusieurs routine à une même plante.",
    "Reinstall": "Réinstaller",
    "Release Notes": "Notes de version",
    "Remove": "Supprimer",
    "Removed": "Supprimé",
    "Repeats?": "Répétitions?",
    "Report {{ticket}} (Saved {{age}})": "Rapport {{ticket}} (enregistré {{age}})",
    "Request sent": "Demande envoyée",
    "Resend Verification Email": "Renvoyer l'email de vérification",
    "Reserved Raspberry Pi pin may not work as expected.": "Les pins réservées de la Raspberry Pi peuvent ne pas fonctionner comme voulu.",
    "Reset": "Réinitialiser",
    "RESET": "REINITIALISER",
    "Reset hardware parameter defaults": "Réinitialiser les paramètres hardware par défaut",
    "Reset Password": "Réinitiliser le mot de passe",
    "Reset your password": "Réinitiliser votre mot de passe",
    "RESTART": "REDEMARRER",
    "RESTART FARMBOT": "REDEMARRER FARMBOT",
    "RESTART FIRMWARE": "REDÉMARRER LE FIRMWARE ",
    "Restart the Farmduino or Arduino firmware.": "Redémarrer le Farmduino ou Arduino firmware.",
    "Restoring hardware parameter defaults will destroy the current settings, resetting them to default values.": "Restaurer les paramètres hardware par défaut supprimera les réglage actuels en les remplaçant par les valeurs par défaut.",
    "Retry": "Réessayer",
    "Row Spacing": "Espacement des colonnes",
    "Run": "Démarrer",
    "Run Farmware": "Lancer le Farmware",
    "Save": "Sauvegarder",
    "Save sequence and sync device before running.": "Sélectionner et synchroniser avant démarrer.",
    "Save snapshot of FarmBot OS system information, including user and device identity, to the database. A code will be returned that you can provide in support requests to allow FarmBot to look up data relevant to the issue to help us identify the problem.": "Enregistrez un instantané des informations système du FarmBot OS, y compris l'identité de l'utilisateur et du périphérique, dans la base de données. Un code sera renvoyé que vous pourez fournir dans les demandes d'assistance pour permettre à la FarmBot de rechercher des données pertinentes pour le problème afin de nous aider à identifier le problème.",
    "saved": "sauvegardé",
    "Saved": "Sauvegardé",
    "Saved Gardens": "Jardins sauvegardés",
    "Saving": "Enregistrement",
    "Scaled Encoder (mm)": "Echelle des encodeurs de position (mm)",
    "Scaled Encoder (steps)": "Echelle des encodeurs de position (pas)",
    "Scaled encoder position": "Echelle des encodeurs de position",
    "Scan image": "Scanner l'image",
    "Search events...": "Rechercher des événements...",
    "Search for a crop to add to your garden.": "Chercher une plante à ajouter au potager.",
    "Search OpenFarm...": "Rechercher dans OpenFarm...",
    "Search Regimens...": "Rechercher des routines...",
    "Search Sequences...": "Rechercher des séquences...",
    "Search term too short": "Expression de recherche trop courte",
    "Search your plants...": "Rechercher vos plantes...",
    "Searching...": "Recherche...",
    "seconds": "secondes",
    "seconds ago": "il y a quelques secondes",
    "see what FarmBot is doing": "Voir ce que fait FarmBot",
    "Seed Bin": "Bac à graines",
    "Seed Tray": "Plateau à graines",
    "Seeder": "semoir",
    "Select a location": "Sélectionner un emplacement",
    "Select a regimen first or create one.": "Sélectionnez ou créer d'abord une routine",
    "Select a sequence first": "Sélectionnez d'abord une séquence",
    "Select a sequence from the dropdown first.": "Sélectionnez une séquence dans la liste déroulante",
    "Select all": "Tout sélectionner",
    "Select none": "Tout désélectionner",
    "Select plants": "Sélectionner des plantes",
    "Send a log message for each sequence step.": "Envoyez un message pour chaque étape de la séquence.",
    "Send a log message upon the end of sequence execution.": "Envoyer un message de log à la fin de l'exécution de la séquence ",
    "Send a log message upon the start of sequence execution.": "Envoyer un message de log au démarrage de l'exécution de la séquence. ",
    "Send Account Export File (Email)": "Envoyer le fichier d'exportation du compte (Email)",
    "Send Message": "Envoyer un message",
    "SEND MESSAGE": "ENVOYER UN MESSAGE",
    "Sending camera configuration...": "Envoi de la configuration caméra...",
    "Sending firmware configuration...": "Envoie de la configuration firware",
    "Sensor": "Capteur",
    "Sensor History": "Historique du capteur ",
    "Sensors": "Capteurs",
    "Sent": "Envoyé",
    "Sequence": "Séquence",
    "Sequence Name": "Nom de la séquence",
    "Sequence or Regimen": "Séquence ou Posologie",
    "Sequences": "Séquences",
    "Server": "Serveur",
    "Set device timezone here.": "Définir le fuseau horaire de l'appareil ici.",
    "Set the current location as zero.": "Définir l'emplacement actuel comme zéro.",
    "SET ZERO POSITION": "DÉFINIR POSITION ZÉRO",
    "Setup, customize, and control FarmBot from your": "Installer, customiser et contrôler FarmBot depuis votre ",
    "show": "Montrer",
    "Show in list": "Montrer dans la liste",
    "Show Previous Period": "Montrer la période précédente",
    "Shutdown": "Arrêt",
    "SHUTDOWN": "ETEINDRE",
    "SHUTDOWN FARMBOT": "ETEINDRE FARMBOT",
    "Slot": "Emplacement",
    "smartphone": "téléphone",
    "Snaps a photo using the device camera. Select the camera type on the Device page.": "Prendre une photo avec la caméra de l'appareil. Sélectionnez le type de caméra sur la page Appareil",
    "Snapshot current garden": "Instantané du jardin actuel",
    "Soil Moisture": "Humidité du sol",
    "Soil Sensor": "Capteur d'humidité",
    "Some {{points}} failed to delete.": "La suppression de certains {{points}} a échoué.",
    "Some other issue is preventing FarmBot from working. Please see the table above for more information.": "Un autre problème empêche la FarmBot de fonctionner. Veuillez consulter le tableau ci-dessus pour plus d'informations.",
    "Something went wrong while rendering this page.": "Quelque chose s'est mal passé lors de l'affichage de cette page.",
    "Sowing Method": "Méthode de semis",
    "Speak": "Parler",
    "Speed": "Vitesse",
    "Speed (%)": "Vitesse (%)",
    "Spread": "Étaler",
    "Spread?": "Étaler?",
    "Start tour": "Tour d'initialisation",
    "Started": "Démarré",
    "Starts": "Démarre",
    "Status": "Statut",
    "Steps": "Pas",
    "Steps per MM": "Pas par MM",
    "Stock sensors": "Capteurs en stock",
    "Stock Tools": "Outils en stock",
    "Stop at Home": "Stop à la position initiale",
    "Stop at Max": "Stop au max",
    "submit": "Soumettre",
    "Success": "Succès",
    "Successfully configured camera!": "Caméra configurée avec succès!",
    "Sun Requirements": "Exigences d'ensoleillement",
    "Svg Icon": "Icon Svg",
    "Swap Endstops": "Échanger les capteurs de fin de course.",
    "Swap jog buttons (and rotate map)": "Permuter les boutons Jog (et faire pivoter la carte)",
    "Sync": "Synchronisation",
    "tablet": "tablette",
    "Take a guided tour of the Web App.": "Faire une visite guidée de l'application Web.",
    "Take a photo": "Prendre une photo",
    "Take a Photo": "Prendre une Photo",
    "Take and view photos": "Prendre et voir des photos.",
    "Take and view photos with your FarmBot's camera.": "Prendre et voir des photos avec la caméra de votre FarmBot.",
    "Take Photo": "Prendre une Photo",
    "TAKE PHOTO": "PRENDRE UNE PHOTO",
    "target": "cible",
    "Terms of Use": "Conditions générales d'utilisation",
    "The device has never been seen. Most likely, there is a network connectivity issue on the device's end.": "L'appareil n'a jamais été détecté. Il y a sûrement un problème de connectivité au bot de l'appareil.",
    "The Farmware will use the parameter values set via the Farmware page for any parameters that are not set in this sequence step.": "Le Farmware utilisera les paramètres définies via la page du Farmware pour tous les paramètres non définis dans cette étape de la séquence.",
    "The Find Home step instructs the device to perform a homing command to find and set zero for the chosen axis or axes.": "L'étape Find Home indique au périphérique d'effectuer une commande de référencement pour rechercher et définir le zéro pour le ou les axes choisis.",
    "The Mark As step allows FarmBot to programmatically edit the properties of the UTM, plants, and weeds from within a sequence. For example, you can mark a plant as \"planted\" during a seeding sequence or delete a weed after removing it.": "L'étape Marquer Comme permet à FarmBot de modifier par programmation les propriétés de l'UTM, des plantes et des mauvaises herbes à partir d'une séquence. Par exemple, vous pouvez marquer une plante comme \"plantée\" pendant une séquence de semis ou supprimer une mauvaise herbe après l'avoir enlevée.",
    "The number of the pin to guard. This pin will be set to the specified state after the duration specified by TIMEOUT.": "Le numéro de la broche à garder. Cette broche sera définie sur l'état spécifié après la durée spécifiée par TIMEOUT.",
    "The Run Farmware step runs a Farmware package. Visit the Farmware page to install and manage Farmware.": "L'étape Exécuter le Farmware exécute un package Farmware. Visitez la page Farmware pour installer et gérer le Farmware.",
    "The terms of service have recently changed. You must accept the new terms of service to continue using the site.": "Les conditions d'utilisation ont récemment changé. Vous devez accepter les nouvelles conditions d'utilisation pour continuer à utiliser le site.",
    "The Wait step instructs FarmBot to wait for the specified amount of time. Use it in combination with the Pin Write step to water for a length of time.": "L'étape Attente indique à la FarmBot d'attendre le laps de temps spécifié. Utilisez-le en combinaison avec l'étape Écriture des Pins pour arroser pendant un certain temps.",
    "THEN...": "PUIS...",
    "There is no access to FarmBot or the message broker. This is usually caused by outdated browsers (Internet Explorer) or firewalls that block WebSockets on port 3002.": "Il n'y a pas d'accès à la FarmBot ou au centre des messages. Cela est généralement dû à des navigateurs obsolètes (Internet Explorer) ou à des pare-feu qui bloquent WebSockets sur le port 3002.",
    "These are the most basic commands FarmBot can execute. Drag and drop them to create sequences for watering, planting seeds, measuring soil properties, and more.": "Ce sont les commandes les plus basiques que FarmBot puisse exécuter. Glisser-déposer les commandes pour créer des séquences d'arrosage, de plantage de graines, de mesure des propriétés du sol, et bien plus.",
    "This command will not execute correctly because you do not have encoders or endstops enabled for the chosen axis. Enable endstops or encoders from the Device page for: ": "Cette commande ne s'exécutera pas correctement car vous ne disposez pas d'encodeurs ni de fins de course activés pour l'axe choisi. Activez les endstops ou encoders à partir de la page Device pour:",
    "This is a list of all of your regimens. Click one to begin editing it.": "Ceci est une liste de tout vos régimes. Cliquez sur l'un d'eux pour commencer à l'éditer.",
    "This will restart FarmBot's Raspberry Pi and controller software.": "Ceci redémarrera le programme de contrôle de la Raspberry Pi de FarmBot.",
    "This will shutdown FarmBot's Raspberry Pi. To turn it back on, unplug FarmBot and plug it back in.": "Ceci éteindra la Raspberry Pi de FarmBot. Pour la redémarrer, débranchez puis rebranchez FarmBot.",
    "Ticker Notification": "Ticket de Notification",
    "Time": "Temps",
    "Time in milliseconds": "Temps en millisecondes",
    "Time in minutes to attempt connecting to WiFi before a factory reset.": "Temps en minutes pour tenter de se connecter au WiFi avant une réinitialisation d'usine.",
    "Time is not properly formatted.": "Le temps n’est pas correctement formaté.",
    "Time period": "Période de temps",
    "TIME ZONE": "FUSEAU HORAIRE",
    "Timeout (sec)": "Délai d'attente (sec)",
    "Timeout after (seconds)": "Délai d'attente après (secondes)",
    "to": "pour",
    "to add the plant to the map. You can add the plant as many times as you need to before pressing DONE to finish.": "ajouter la plante à la carte. Vous pouvez ajouter la plante autant de fois que nécessaire avant d'appuyer sur TERMINE pour terminer.",
    "To State": "Établir",
    "Toast Pop Up": "Afficher un pop up",
    "Toggle various settings to customize your web app experience.": "Modifiez divers paramètres pour personnaliser votre expérience de l'application Web.",
    "Tool ": "Outil",
    "Tool Mount": "Montage d'outil",
    "Tool Slots": "Emplacements d'outil",
    "Tool Verification": "Vérification d'outil ",
    "Top Left": "Haut gauche",
    "Top Right": "Haut droite",
    "Topics": "Sujets",
    "Turn off to set Web App to English.": "Désactiver pour définir la Web App en anglais.",
    "Unable to load webcam feed.": "Impossible de charger le flux de la webcam.",
    "Unable to properly display this step.": "Impossible d'afficher correctement cette étape.",
    "Unable to resend verification email. Are you already verified?": "Impossible de renvoyer l'e-mail de vérification. Êtes-vous déjà vérifié?",
    "Unexpected error occurred, we've been notified of the problem.": "Une erreur inattendue s'est produite, nous avons été informés du problème.",
    "unknown": "Inconnu ",
    "Unknown": "Inconnu ",
    "Unknown Farmware": "Farmware inconnu",
    "Unknown.": "Inconnu.",
    "UNLOCK": "DÉVERROUILLER",
    "unlock device": "Déverrouiller l'appareil ",
    "Until": "Jusqu'à",
    "UP TO DATE": "A JOUR",
    "Update": "Mise à jour",
    "UPDATE": "MISE A JOUR",
    "Updating...": "Actualisation... ",
    "uploading photo": "Téléversement de la photo",
    "Upon successful password change, your FarmBot will factory reset allowing you to configure it with the updated credentials. You will also be logged out of other browser sessions. Continue?": "Une fois le mot de passe modifié, votre FarmBot sera réinitialisé à la configuration d'usine, ce qui vous permettra de le configurer avec les informations d'identification mises à jour. Vous serez également déconnecté des autres sessions du navigateur. Continuer?",
    "Uptime": "Durée de fonctionnement ",
    "USB Camera": "Caméra USB",
    "Use current location": "Utiliser l'emplacement actuel ",
    "Use Encoders for Positioning": "Utiliser les encodeurs de position pour le positionnement",
    "Use these manual control buttons to move FarmBot in realtime. Press the arrows for relative movements or type in new coordinates and press GO for an absolute movement. Tip: Press the Home button when you are done so FarmBot is ready to get back to work.": "Utilisez ces boutons de contrôle manuel pour diriger FarmBot en temps réel. Utilisez les flèches pour des mouvements relatifs ou entrez des coordonnées et appuyez sur GO pour un mouvement absolu. Astuce : Cliquez sur le bouton Home lorsque vous avez fini pour que FarmBot soit prêt à retourner travailler. ",
    "Use these toggle switches to control FarmBot's peripherals in realtime. To edit and create new peripherals, press the EDIT button. Make sure to turn things off when you're done!": "Utilisez ces commutateurs pour contrôler les périphériques de la FarmBot en temps réel. Pour éditer et créer de nouveaux périphériques, appuyez sur le bouton EDIT. Assurez-vous d'éteindre les choses quand vous avez terminé!",
    "Used in another resource. Protected from deletion.": "Utilisé dans une autre ressource. Ne peut être supprimé. ",
    "v1.4 Stock Bindings": "v1.4 Stock Liaisons",
    "Vacuum": "Vide",
    "value": "valeur",
    "Value": "Valeur",
    "VALUE": "VALEUR",
    "Value must be greater than or equal to {{min}}.": "La valeur doit être supérieure ou égale à {{min}}.",
    "Value must be less than or equal to {{max}}.": "La valeur doit être inférieure ou égale à {{max}}.",
    "Verification email resent. Please check your email!": "L'email de vérification a été ré-envoyé. Merci de vérifier vos mails !",
    "view": "vue",
    "View and change device settings.": "Regarder et changer les paramètres de l'appareil.",
    "View and filter historical sensor reading data.": "Regarder et filtrer l'historique des mesures du capteur.",
    "View and filter log messages.": "Afficher et filtrer les messages du journal.",
    "View crop info": "Regarder les informations de la plante",
    "View current location": "Voir l'emplacement actuel",
    "View FarmBot's current location using the axis position display.": "Affichez la position actuelle de FarmBot à l'aide de l'affichage de la position de l'axe.",
    "View log messages": "Afficher les messages du journal",
    "View photos your FarmBot has taken here.": "Regarder les photos que FarmBot a pris ici.",
    "View recent log messages here. More detailed log messages can be shown by adjusting filter settings.": "Voir les messages récents du journal ici. Des messages de journaux plus détaillés peuvent être affichés en ajustant les paramètres du filtre.",
    "View, select, and install new Farmware.": "Visionnez, sélectionnez et installez un nouveau Farmware",
    "Viewing saved garden": "Voir le potager sauvegardé",
    "Wait": "Attendre",
    "WAIT": "ATTENDEZ",
    "Warn": "Avertir",
    "Warning": "Attention",
    "Warning: Binding to a pin without a physical button and pull-down resistor connected may put FarmBot into an unstable state.": "Avertissement: le fait de se lier à une broche sans bouton physique et avec la résistance de tirage vers le bas peut mettre la FarmBot dans un état instable.",
    "Warning: This will erase all data stored on your FarmBot's SD card, requiring you to reconfigure FarmBot so that it can reconnect to your WiFi network and a web app account. Factory resetting the device will not delete data stored in your web app account. Are you sure you wish to continue?": "Avertissement: Ceci effacera toutes les données stockées sur la carte SD de votre FarmBot, vous obligeant à reconfigurer votre FarmBot afin qu'elle puisse se reconnecter à votre réseau WiFi et à un compte Web. Une réinitialisation d'usine de l'appareil ne supprimera pas les données stockées dans votre compte Web. Êtes-vous sûr de vouloir continuer?",
    "Warning: This will reset all hardware settings to the default values. Are you sure you wish to continue?": "Avertissement: Ceci réinitialisera tous les paramètres matériels aux valeurs par défaut. Êtes-vous sûr de vouloir continuer?",
    "WARNING! Deleting your account will permanently delete all of your Sequences, Regimens, Events, and Farm Designer data. Upon deleting your account, FarmBot will cease to function and become inaccessible until it is paired with another web app account. To do this, you will need to reboot your FarmBot so that is goes back into configuration mode for pairing with another user account. When this happens, all of the data on your FarmBot will be overwritten with the new account's data. If the account is brand new, then FarmBot will become a blank slate.": "ATTENTION! La suppression de votre compte supprimera définitivement toutes vos données de Séquences, de Régimes, d'Événements et les données du Farm Designer. Lors de la suppression de votre compte, FarmBot cessera de fonctionner et deviendra inaccessible jusqu'à ce qu'il soit associé à un autre compte d'application Web. Pour ce faire, vous devrez redémarrer votre FarmBot afin qu'il retourne en mode de configuration pour l'appariement avec un autre compte d'utilisateur. Lorsque cela arrive, toutes les données de votre FarmBot seront écrasées par les données du nouveau compte. S'il s'agit d'un nouveau compte, FarmBot partira de zéro.",
    "Warning! Opting in to FarmBot OS beta releases may reduce FarmBot system stability. Are you sure?": "Attention! L'activation des versions bêta de FarmBot OS peut réduire la stabilité du système FarmBot. Êtes-vous sûr?",
    "Warning! This is an EXPERIMENTAL feature. This feature may be broken and may break or otherwise hinder your usage of the rest of the app. This feature may disappear or break at any time.": "Attention! Ceci est une fonctionnalité EXPÉRIMENTALE. Cette fonctionnalité peut être endommagée et peut endommager ou gêner votre utilisation de l'application. Cette fonctionnalité peut disparaître ou s'interrompre à tout moment.",
    "Warning! When enabled, any unsaved changes will be discarded when refreshing or closing the page. Are you sure?": "Attention! Lorsque cette option est activée, toutes les modifications non enregistrées seront ignorées lors de l'actualisation ou de la fermeture de la page. Êtes-vous sûr?",
    "Water": "Eau",
    "Watering Nozzle": "Pomme d'arrosage",
    "Webcam Feeds": "Flux Webcam",
    "Weed Detector": "Detecteur de mauvaise herbe",
    "Weeder": "Distributeur de graines",
    "weeds": "graines",
    "Week": "Semaine",
    "Weeks": "Semaines",
    "Welcome to the": "Bienvenue à la",
    "What do you need help with?": "Pour quoi avez-vous besoin d'aide?",
    "What do you want to grow?": "Que voulez-vous faire pousser?",
    "When enabled, device resources such as sequences and regimens will be sent to the device automatically. This removes the need to push \"SYNC\" after making changes in the web app. Changes to running sequences and regimens while auto sync is enabled will result in instantaneous change.": "Lorsque cette option est activée, les données du périphérique, telles que les séquences et les schémas, sont automatiquement envoyées au périphérique. Cela évite d'avoir à appuyer sur \"SYNC\" après avoir apporté des modifications à l'application Web. Les modifications apportées aux séquences en cours et aux schémas lorsque la synchronisation automatique est activée entraîneront des modifications instantanées.",
    "When enabled, FarmBot OS will periodically check for, download, and install updates automatically.": "Si activé, le système d'exploitation de FarmBot va périodiquement rechercher , télécharger et installer automatiquement ses mises à jour.",
    "while your garden is applied.": "tant que votre potager est appliqué.",
    "Widget load failed.": "Le chargement du widget a échoué.",
    "WiFi Strength": "Force du WiFi",
    "Would you like to": "Voulez-vous ",
    "x and y axis": "axe x et y",
    "X Axis": "Axe X",
    "X AXIS": "AXE X",
    "X position": "Position X",
    "Y Axis": "Axe Y",
    "Y AXIS": "AXE Y",
    "Y position": "Position Y",
    "Year": "Année",
    "Years": "Années",
    "yes": "oui",
    "You are either offline, using a web browser that does not support WebSockets, or are behind a firewall that blocks port 3002. Do not attempt to debug FarmBot hardware until you solve this issue first. You will not be able to troubleshoot hardware issues without a reliable browser and internet connection.": "Soit vous êtes hors-ligne, soit votre navigateur internet ne supporte pas WebSockets, soit votre pare-feu bloque le port 3002. N'essayez pas de débugger le circuit de FarmBot tant que ce problème n'est pas résolu. Vous ne serez pas apte à debugger le circuit de FarmBot sans un navigateur fiable et une connexion internet.  ",
    "You are running an old version of FarmBot OS.": "Vous utilisez une ancienne version du système d'exploitation de FarmBot.",
    "You are scheduling a regimen to run today. Be aware that running a regimen too late in the day may result in skipped regimen tasks. Consider rescheduling this event to tomorrow if this is a concern.": "Vous planifiez d'exécuter un régime aujourd'hui.  Notez qu'exécuter un régime trop tard dans une journée peut conduire à sauter des tâches d'un régime. Si c'est le cas, considérez à reporter cet événement à demain pour éviter ce problème.",
    "You haven't yet taken any photos with your FarmBot. Once you do, they will show up here.": "Vous n'avez pas encore pris de photos avec FarmBot. Une fois fait, elles apparaîtront ici.",
    "You may click the button below to resend the email.": "Vous pouvez cliquer sur le bouton ci-dessous pour renvoyer un e-mail.",
    "Your browser is connected correctly, but we have no recent record of FarmBot connecting to the internet. This usually happens because of a bad WiFi signal in the garden, a bad password during configuration, or a very long power outage.": "Votre navigateur est bien connecté, mais nous n'avons trouvé aucune trace récente de FarmBot s'étant connecté à internet. Cela peut arriver à cause d'un mauvais signal WiFi dans le potager, d'un mauvais mot de passe lors de la configuration ou d'une panne électrique prolongée.",
    "Your Name": "Votre Nom",
    "Your password is changed.": "Votre mot de passe est changé.",
    "Your version of FarmBot OS is outdated and will soon no longer be supported. Please update your device as soon as possible.": "Votre version du système d'exploitation de FarmBot n'est plus à jour et ne sera bientôt plus supportée. Merci de la mettre à jour dès que possible.",
    "Your web browser is unable to communicate with the web app server. Make sure you are connected to the Internet.": "Votre navigateur web est incapable de communiquer avec le serveur web. Vérifiez que vous êtes bien connecté à Internet.",
    "Z Axis": "Axe Z",
    "Z AXIS": "AXE Z",
    "Z position": "Position Z",
    "zero {{axis}}": "zéro {{axe}}",
    "zoom in": "Zoomer",
    "zoom out": "Dé zoomer"
  },
  "untranslated": {
    " copy ": " copy ",
    "(x, y, z)": "(x, y, z)",
    "{{axis}} (mm)": "{{axis}} (mm)",
    "A new version of the FarmBot web app has been released. Refresh page?": "A new version of the FarmBot web app has been released. Refresh page?",
    "Accelerate for (mm)": "Accelerate for (mm)",
    "Account has been reset.": "Account has been reset.",
    "Action": "Action",
    "actions": "actions",
    "Actions": "Actions",
    "Add an event via the + button to schedule a sequence or regimen in the calendar.": "Add an event via the + button to schedule a sequence or regimen in the calendar.",
    "Add command": "Add command",
    "Add Command": "Add Command",
    "Add Event": "Add Event",
    "Add Regimen Item": "Add Regimen Item",
    "Age": "Age",
    "Amount of time to wait for a command to execute before stopping. (default: 120s)": "Amount of time to wait for a command to execute before stopping. (default: 120s)",
    "Arduino/Farmduino": "Arduino/Farmduino",
    "back to regimen": "back to regimen",
    "back to sequence": "back to sequence",
    "CAMERA": "CAMERA",
    "Choose a tour to begin": "Choose a tour to begin",
    "Choose Firmware": "Choose Firmware",
    "Choose your FarmBot": "Choose your FarmBot",
    "Click \"+\" to create a new regimen.": "Click \"+\" to create a new regimen.",
    "Click \"+\" to create a new sequence.": "Click \"+\" to create a new sequence.",
    "Confirm emergency unlock": "Confirm emergency unlock",
    "Confirm step deletion": "Confirm step deletion",
    "Confirm when unlocking FarmBot after an emergency stop.": "Confirm when unlocking FarmBot after an emergency stop.",
    "Control Peripheral": "Control Peripheral",
    "CONTROL PERIPHERAL": "CONTROL PERIPHERAL",
    "Create events": "Create events",
    "Custom Coordinates": "Custom Coordinates",
    "Date": "Date",
    "Deleted event.": "Deleted event.",
    "Description": "Description",
    "digital": "digital",
    "Digital": "Digital",
    "Display time using the 24-hour notation, i.e., 23:00 instead of 11:00pm": "Display time using the 24-hour notation, i.e., 23:00 instead of 11:00pm",
    "Documentation": "Documentation",
    "Don't allow movement past the maximum value provided in AXIS LENGTH. (default: disabled)": "Don't allow movement past the maximum value provided in AXIS LENGTH. (default: disabled)",
    "Edit Event": "Edit Event",
    "Edit Regimen": "Edit Regimen",
    "Edit Sequence": "Edit Sequence",
    "Electronics Board": "Electronics Board",
    "Email": "Email",
    "Emergency stop if movement is not complete after the maximum number of retries. (default: disabled)": "Emergency stop if movement is not complete after the maximum number of retries. (default: disabled)",
    "Enable use of a second x-axis motor. Connects to E0 on RAMPS. (default: enabled)": "Enable use of a second x-axis motor. Connects to E0 on RAMPS. (default: enabled)",
    "Enable use of electronic end-stops during calibration and homing. (default: disabled)": "Enable use of electronic end-stops during calibration and homing. (default: disabled)",
    "Enable use of rotary encoders during calibration and homing. (default: enabled)": "Enable use of rotary encoders during calibration and homing. (default: enabled)",
    "Event start time needs to be in the future, not the past.": "Event start time needs to be in the future, not the past.",
    "extras": "extras",
    "Factory reset": "Factory reset",
    "FarmBot and the browser are both connected to the internet (or have been recently). Try rebooting FarmBot and refreshing the browser. If the issue persists, something may be preventing FarmBot from accessing the message broker (used to communicate with your web browser in real-time). If you are on a company or school network, a firewall may be blocking port 5672. Ensure that the blue LED communications light on the FarmBot electronics box is illuminated.": "FarmBot and the browser are both connected to the internet (or have been recently). Try rebooting FarmBot and refreshing the browser. If the issue persists, something may be preventing FarmBot from accessing the message broker (used to communicate with your web browser in real-time). If you are on a company or school network, a firewall may be blocking port 5672. Ensure that the blue LED communications light on the FarmBot electronics box is illuminated.",
    "FarmBot OS": "FarmBot OS",
    "FarmBot OS action.": "FarmBot OS action.",
    "FarmBot OS or micro-controller firmware action.": "FarmBot OS or micro-controller firmware action.",
    "FarmBot Version": "FarmBot Version",
    "Farmware": "Farmware",
    "farmware info": "farmware info",
    "Find": "Find",
    "Find out more": "Find out more",
    "Firmware Name": "Firmware Name",
    "firmware to your device": "firmware to your device",
    "flash firmware": "flash firmware",
    "Flash the": "Flash the",
    "Gardens": "Gardens",
    "General": "General",
    "GO": "GO",
    "Hardware": "Hardware",
    "Head over to": "Head over to",
    "Here you'll find important information about your account, your FarmBot, and news such as new feature announcements. Look for the blue badge in the main menu to see when new messages are available.": "Here you'll find important information about your account, your FarmBot, and news such as new feature announcements. Look for the blue badge in the main menu to see when new messages are available.",
    "Home": "Home",
    "Homing Speed (mm/s)": "Homing Speed (mm/s)",
    "If encoders or end-stops are enabled, find the home position when the device powers on. Warning! This will perform homing on all axes when the device powers on. Encoders or endstops must be enabled. It is recommended to make sure homing works properly before enabling this feature. (default: disabled)": "If encoders or end-stops are enabled, find the home position when the device powers on. Warning! This will perform homing on all axes when the device powers on. Encoders or endstops must be enabled. It is recommended to make sure homing works properly before enabling this feature. (default: disabled)",
    "If you are sure you want to reset your account, type in your password below to continue.": "If you are sure you want to reset your account, type in your password below to continue.",
    "Image": "Image",
    "Info": "Info",
    "Information": "Information",
    "Install Farmware": "Install Farmware",
    "Install first-party Farmware": "Install first-party Farmware",
    "Internet": "Internet",
    "Invert axis end-stops. Enable for normally closed (NC), disable for normally open (NO). (default: disabled)": "Invert axis end-stops. Enable for normally closed (NC), disable for normally open (NO). (default: disabled)",
    "Invert direction of motor during calibration. (default: disabled)": "Invert direction of motor during calibration. (default: disabled)",
    "Item(s) added.": "Item(s) added.",
    "Keep power applied to motors. Prevents slipping from gravity in certain situations. (default: enabled)": "Keep power applied to motors. Prevents slipping from gravity in certain situations. (default: enabled)",
    "Learn more about the app": "Learn more about the app",
    "Let's get you familiar with the app and finish setting everything up.": "Let's get you familiar with the app and finish setting everything up.",
    "Logs": "Logs",
    "max": "max",
    "Max Speed (mm/s)": "Max Speed (mm/s)",
    "Menu": "Menu",
    "Message": "Message",
    "Message Center": "Message Center",
    "Microsteps per step": "Microsteps per step",
    "Minimum Speed (mm/s)": "Minimum Speed (mm/s)",
    "minutes": "minutes",
    "Minutes": "Minutes",
    "mm": "mm",
    "Mode": "Mode",
    "More": "More",
    "MORPH": "MORPH",
    "Move a servo to the provided angle.": "Move a servo to the provided angle.",
    "Move FarmBot to home for the provided axis.": "Move FarmBot to home for the provided axis.",
    "Move To": "Move To",
    "MOVE TO": "MOVE TO",
    "Move to Home": "Move to Home",
    "No more messages.": "No more messages.",
    "No Regimens.": "No Regimens.",
    "No Sequences.": "No Sequences.",
    "normal": "normal",
    "Number of millimeters used for acceleration and deceleration. (default: x: 60mm, y: 60mm, z: 12mm)": "Number of millimeters used for acceleration and deceleration. (default: x: 60mm, y: 60mm, z: 12mm)",
    "Number of steps missed (determined by encoder) before motor is considered to have stalled. (default: 5)": "Number of steps missed (determined by encoder) before motor is considered to have stalled. (default: 5)",
    "Number of times to retry a movement before stopping. (default: 3)": "Number of times to retry a movement before stopping. (default: 3)",
    "off": "off",
    "OFF": "OFF",
    "ok": "ok",
    "Ok": "Ok",
    "on": "on",
    "ON": "ON",
    "Open documentation in a new tab": "Open documentation in a new tab",
    "Open link in a new tab": "Open link in a new tab",
    "page": "page",
    "Password must be 8 or more characters.": "Password must be 8 or more characters.",
    "Peripheral": "Peripheral",
    "Photos": "Photos",
    "Photos?": "Photos?",
    "pin": "pin",
    "Pin": "Pin",
    "Pins": "Pins",
    "Please choose a firmware version to install. Your choice should be based on the type of electronics in your FarmBot according to the reference table below.": "Please choose a firmware version to install. Your choice should be based on the type of electronics in your FarmBot according to the reference table below.",
    "Please re-flash your FarmBot's SD card.": "Please re-flash your FarmBot's SD card.",
    "Points": "Points",
    "Position (mm)": "Position (mm)",
    "Positions": "Positions",
    "Raspberry Pi Info": "Raspberry Pi Info",
    "Read Sensor": "Read Sensor",
    "READ SENSOR": "READ SENSOR",
    "Read status": "Read status",
    "Read the docs": "Read the docs",
    "Reduction to missed step total for every good step. (default: 5)": "Reduction to missed step total for every good step. (default: 5)",
    "regimen": "regimen",
    "Remove Farmware": "Remove Farmware",
    "Reset Account": "Reset Account",
    "Restrict travel to negative coordinate locations. Overridden by disabling STOP AT HOME. (default: x: disabled, y: disabled, z: enabled)": "Restrict travel to negative coordinate locations. Overridden by disabling STOP AT HOME. (default: x: disabled, y: disabled, z: enabled)",
    "Reverse the direction of encoder position reading. (default: disabled)": "Reverse the direction of encoder position reading. (default: disabled)",
    "rotate": "rotate",
    "SATURATION": "SATURATION",
    "Schedule item": "Schedule item",
    "Seeding in progress.": "Seeding in progress.",
    "Select a pin": "Select a pin",
    "sensor or peripheral": "sensor or peripheral",
    "sequence": "sequence",
    "Servo angle (0-180)": "Servo angle (0-180)",
    "Servo pin": "Servo pin",
    "Set Farmware Env": "Set Farmware Env",
    "Set Servo Angle": "Set Servo Angle",
    "Set the length of each axis to provide software limits. Used only if STOP AT MAX is enabled. (default: 0 (disabled))": "Set the length of each axis to provide software limits. Used only if STOP AT MAX is enabled. (default: 0 (disabled))",
    "set to": "set to",
    "Set zero": "Set zero",
    "Show a confirmation dialog when deleting a sequence step.": "Show a confirmation dialog when deleting a sequence step.",
    "Show pins": "Show pins",
    "Show raw pin lists in Read Sensor and Control Peripheral steps.": "Show raw pin lists in Read Sensor and Control Peripheral steps.",
    "Since you're new around here, we recommend taking our guided tours of the app. This is the fastest way to learn about the most important pages and features at your fingertips.": "Since you're new around here, we recommend taking our guided tours of the app. This is the fastest way to learn about the most important pages and features at your fingertips.",
    "software.farm.bot": "software.farm.bot",
    "Sprouted": "Sprouted",
    "Stop at the home location of the axis. (default: disabled)": "Stop at the home location of the axis. (default: disabled)",
    "Swap axis minimum and maximum end-stops. (default: disabled)": "Swap axis minimum and maximum end-stops. (default: disabled)",
    "Sync error": "Sync error",
    "Sync unknown": "Sync unknown",
    "Synced": "Synced",
    "Syncing...": "Syncing...",
    "System": "System",
    "Take a guided tour": "Take a guided tour",
    "Taxon": "Taxon",
    "The Control Peripheral step instructs FarmBot to set the specified pin on the Arduino to the specified mode and value. Use the digital pin mode for on (1) and off (0) control, and analog pin mode for PWM (pulse width modulation) (0-255).": "The Control Peripheral step instructs FarmBot to set the specified pin on the Arduino to the specified mode and value. Use the digital pin mode for on (1) and off (0) control, and analog pin mode for PWM (pulse width modulation) (0-255).",
    "The FarmBot web app is a powerful tool that allows you to control and configure your FarmBot in any way you want. To give you so much power, we've packed the app with a ton of settings, features, and pages, which can be a lot to understand. That's why we've created comprehensive written documentation and videos to teach you how to use everything.": "The FarmBot web app is a powerful tool that allows you to control and configure your FarmBot in any way you want. To give you so much power, we've packed the app with a ton of settings, features, and pages, which can be a lot to understand. That's why we've created comprehensive written documentation and videos to teach you how to use everything.",
    "The Move Relative step instructs FarmBot to move the specified distance from its current location. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move Relative where X=0 and Y=3000, then FarmBot will move to X=1000, Y=4000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move Relative steps. Move Relative steps should be preceded by a Move To step to ensure you are starting from a known location.": "The Move Relative step instructs FarmBot to move the specified distance from its current location. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move Relative where X=0 and Y=3000, then FarmBot will move to X=1000, Y=4000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move Relative steps. Move Relative steps should be preceded by a Move To step to ensure you are starting from a known location.",
    "The Move To step instructs FarmBot to move to the specified coordinate regardless of the current position. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move To where X=0 and Y=3000, then FarmBot will move to X=0, Y=3000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move To steps. Offsets allow you to more easily instruct FarmBot to move to a location, but offset from it by the specified amount. For example moving to just above where a peripheral is located. Using offsets lets FarmBot do the math for you.": "The Move To step instructs FarmBot to move to the specified coordinate regardless of the current position. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move To where X=0 and Y=3000, then FarmBot will move to X=0, Y=3000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move To steps. Offsets allow you to more easily instruct FarmBot to move to a location, but offset from it by the specified amount. For example moving to just above where a peripheral is located. Using offsets lets FarmBot do the math for you.",
    "The next item in this event will run {{timeFromNow}}, but you must first SYNC YOUR DEVICE. If you do not sync, the event will not run.": "The next item in this event will run {{timeFromNow}}, but you must first SYNC YOUR DEVICE. If you do not sync, the event will not run.",
    "The next item in this event will run {{timeFromNow}}.": "The next item in this event will run {{timeFromNow}}.",
    "The number of microsteps required to move the motor one step. (default: x: 1, y: 1, z: 1)": "The number of microsteps required to move the motor one step. (default: x: 1, y: 1, z: 1)",
    "The number of motor steps required to move the axis one millimeter. (default: x: 5, y: 5, z: 25)": "The number of motor steps required to move the axis one millimeter. (default: x: 5, y: 5, z: 25)",
    "The Read Sensor step instructs FarmBot to read the current value of the specified sensor or peripheral. Pin Mode: Use digital for a 0 (LOW) or 1 (HIGH) response, and analog for a voltage reading (0-1023 for 0-5V).": "The Read Sensor step instructs FarmBot to read the current value of the specified sensor or peripheral. Pin Mode: Use digital for a 0 (LOW) or 1 (HIGH) response, and analog for a voltage reading (0-1023 for 0-5V).",
    "This event does not appear to have a valid run time. Perhaps you entered bad dates?": "This event does not appear to have a valid run time. Perhaps you entered bad dates?",
    "This is a list of all your FarmBot tools and seed containers. Click the Edit button to add, edit, or delete tools or seed containers.": "This is a list of all your FarmBot tools and seed containers. Click the Edit button to add, edit, or delete tools or seed containers.",
    "To finish setting up your account and FarmBot, please select which FarmBot you have. Once you make a selection, we'll automatically add some tools, sensors, peripherals, sequences, and more to get you up and running faster. If you want to start completely from scratch, feel free to select \"Custom bot\" and we won't change a thing.": "To finish setting up your account and FarmBot, please select which FarmBot you have. Once you make a selection, we'll automatically add some tools, sensors, peripherals, sequences, and more to get you up and running faster. If you want to start completely from scratch, feel free to select \"Custom bot\" and we won't change a thing.",
    "to get started": "to get started",
    "Toggle a digital pin on or off.": "Toggle a digital pin on or off.",
    "Toggle Pin": "Toggle Pin",
    "Tool or Seed Container": "Tool or Seed Container",
    "Tool slots are where you store your FarmBot tools and seed containers, which should be reflective of your real FarmBot hardware configuration.": "Tool slots are where you store your FarmBot tools and seed containers, which should be reflective of your real FarmBot hardware configuration.",
    "Tools and Seed Containers": "Tools and Seed Containers",
    "Tours": "Tours",
    "type": "type",
    "Type": "Type",
    "Unable to load content.": "Unable to load content.",
    "Unable to save event.": "Unable to save event.",
    "Unknown problem of priority {{priority}} created at {{createdAt}}": "Unknown problem of priority {{priority}} created at {{createdAt}}",
    "Update Farmware": "Update Farmware",
    "Use 24-hour time format": "Use 24-hour time format",
    "Use encoders for positioning. (default: disabled)": "Use encoders for positioning. (default: disabled)",
    "Variable": "Variable",
    "Version": "Version",
    "VERSION": "VERSION",
    "Version {{ version }}": "Version {{ version }}",
    "View Logs": "View Logs",
    "View messages.": "View messages.",
    "Voltage": "Voltage",
    "WARNING! Resetting your account will permanently delete all of your Sequences, Regimens, Events, Tools, Logs, and Farm Designer data. All app settings and device settings will be reset to default values. This is useful if you want to delete all data to start from scratch while avoiding having to fully delete your account, re-signup, and re-configure your FarmBot. Note that when you sync (or auto-sync) after resetting your account, your FarmBot will delete all of its stored Sequences, etc, because your account will no longer have any of these resources until you create new ones. Furthermore, upon reset any customized device settings will be immediately overwritten with the default values downloaded from the reset web app account.": "WARNING! Resetting your account will permanently delete all of your Sequences, Regimens, Events, Tools, Logs, and Farm Designer data. All app settings and device settings will be reset to default values. This is useful if you want to delete all data to start from scratch while avoiding having to fully delete your account, re-signup, and re-configure your FarmBot. Note that when you sync (or auto-sync) after resetting your account, your FarmBot will delete all of its stored Sequences, etc, because your account will no longer have any of these resources until you create new ones. Furthermore, upon reset any customized device settings will be immediately overwritten with the default values downloaded from the reset web app account.",
    "Warning! When disabled, clicking the UNLOCK button will immediately unlock FarmBot instead of confirming that it is safe to do so. As a result, double-clicking the E-STOP button may not stop FarmBot. Are you sure you want to disable this feature?": "Warning! When disabled, clicking the UNLOCK button will immediately unlock FarmBot instead of confirming that it is safe to do so. As a result, double-clicking the E-STOP button may not stop FarmBot. Are you sure you want to disable this feature?",
    "Web App": "Web App",
    "Welcome to the FarmBot Web App": "Welcome to the FarmBot Web App",
    "When you're finished with a message, press the x button in the top right of the card to dismiss it.": "When you're finished with a message, press the x button in the top right of the card to dismiss it.",
    "X": "X",
    "X (mm)": "X (mm)",
    "Y": "Y",
    "Y (mm)": "Y (mm)",
    "You haven't made any regimens or sequences yet. Please create a ": "You haven't made any regimens or sequences yet. Please create a ",
    "You may experience data loss if you do not refresh the page.": "You may experience data loss if you do not refresh the page.",
    "You must set a timezone before using the event feature.": "You must set a timezone before using the event feature.",
    "You're currently viewing the": "You're currently viewing the",
    "Your device has no firmware": "Your device has no firmware",
    "Z": "Z",
    "Z (mm)": "Z (mm)",
    "Zero": "Zero"
  },
  "other_translations": {
    " regimen": "Posologie",
    " sequence": "séquence",
    "13 Plants": "13 Plantes",
    "142 Plants": "142 Plantes",
    "18 Plants": "18 Plantes",
    "22 Plants": "22 Plantes",
    "459 Plants": "459 Plantes",
    "68 Plants": "68 Plantes",
    "Accelerate for (steps)": "Accélérer pour (pas)",
    "ACCELERATE FOR (steps)": "ACCÉLÉRER POUR (pas)",
    "Add": "Ajouter",
    "Add a farm event via the + button to schedule a sequence or regimen in the calendar.": "Ajouter un événement à la ferme avec le bouton + pour programmer un schéma ou une séquence dans le calendrier.",
    "Add Farm Event": "Ajouter un évènement",
    "Add Group": "Ajouter un groupe",
    "Add parent groups": "Ajouter des groupes parents",
    "Add Zone": "Ajouter une zone",
    "ALLOW NEGATIVES": "AUTORISER LES NÉGATIFS",
    "Amount of time to wait for a command to execute before stopping.": "Temps à attendre pour l’exécution d'une commande avant son arrêt",
    "BOOTING": "DEMARRAGE",
    "Bot ready": "Robot prêt",
    "Calendar": "Calendrier",
    "CALIBRATE {{target}}": "CALIBRER {{target}}",
    "calling FarmBot with credentials": "appeler FarmBot avec des informations d'identification",
    "Camera": "Caméra",
    "Choose a species": "Choisir une espèce",
    "Clear Logs": "Effacer les Logs",
    "Commands": "Commandes",
    "Confirm Password": "Confirmer le mot de passe",
    "Confirm Sequence step deletion": "Confirmer la suppression de l'étape de la séquence",
    "CONTROLLER": "CONTROLEUR",
    "Coordinate": "Coordonnée",
    "COORDINATES": "COORDONNÉES",
    "Could not download sync data": "Impossible de télécharger les données de synchronisation",
    "Create farm events": "Créer des événements de jardinage",
    "Crop Info": "Informations sur les cultures",
    "DELETE ACCOUNT": "SUPPRIMER LE COMPTE",
    "Deleted farm event.": "Supprimer un événement du potager.",
    "Designer": "Designer",
    "DEVICE": "APPAREIL",
    "DISCONNECTED": "DÉCONNECTÉ ",
    "Don't allow movement past the maximum value provided in AXIS LENGTH.": "Interdire les mouvements au-delà de la valeur renseignée dans LONGUEUR AXE.",
    "downloading device credentials": "Télécharger des identifiants du périphérique",
    "DRAG STEP HERE": "DÉPLACER LE PAS ICI",
    "EDIT": "MODIFIER",
    "Edit Farm Event": "Editer l'évenement",
    "Emergency stop if movement is not complete after the maximum number of retries.": "Arrêt d'urgence si le mouvement n'est pas complet après que le nombre maximum de tentative a été atteint",
    "ENABLE ENCODERS": "ACTIVER ENCODEURS",
    "Enable use of a second x-axis motor. Connects to E0 on RAMPS.": "Activer l'utilisation d'un deuxième moteur pour l'axe x. A connecter à la pin E0 de la RAMPS.",
    "Enable use of electronic end-stops during calibration and homing.": "Activer l'utilisation des capteurs de fin de course pour la calibration et le retour à la position de départ.",
    "Enable use of rotary encoders during calibration and homing.": "Activer l'utilisation des encodeurs de position pour la calibration et le retour à la position de départ.",
    "Error establishing socket connection": "Erreur lors de la l'établissement de la connexion avec le socket",
    "EXECUTE": "EXÉCUTER",
    "Execute Script": "Exécuter le script",
    "EXECUTE SCRIPT": "EXÉCUTER LE SCRIPT",
    "Farm Events": "Événements",
    "FarmBot and the browser are both connected to the internet (or have been recently). Try rebooting FarmBot and refreshing the browser. If the issue persists, something may be preventing FarmBot from accessing the message broker (used to communicate with your web browser in real-time). If you are on a company or school network, a firewall may be blocking port 5672.": "FarmBot et le navigateur sont tous deux connectés à Internet (ou l'ont été récemment). Essayez de redémarrer FarmBot et d'actualiser le navigateur. Si le problème persiste, quelque chose empêche peut-être FarmBot d'accéder à l'agent de messages (utilisé pour communiquer avec votre navigateur Web en temps réel). Si vous êtes sur un réseau d'entreprise ou d'école, un pare-feu peut bloquer le port 5672.",
    "Farmbot encountered an error": "La Farmbot a rencontré une erreur",
    "FARMBOT NAME": "NOM DU FARMBOT",
    "FarmEvent start time needs to be in the future, not the past.": "Le temps de départ d'un FarmEvent doit être dans le futur, pas dans le passé.",
    "Find ": "Trouve",
    "Forgot Password": "Mot de passe oublié",
    "Groups": "Groupes",
    "Home position adjustment travel speed (homing and calibration) in motor steps per second.": "Ajuster la vitesse de retour à la position de départ (retour à la position de départ et calibration) en pas du moteur par seconde.",
    "Homing Speed (steps/s)": "Vitesse de retour à la position de départ (pas/s)",
    "I agree to the terms of use": "J'accepte les conditions d'utilisation",
    "If encoders or end-stops are enabled, find the home position when the device powers on. Warning! This will perform homing on all axes when the device powers on. Encoders or endstops must be enabled. It is recommended to make sure homing works properly before enabling this feature.": "Si les encodeurs de position ou les capteurs de fin de course sont activés, trouve la position de départ quand l'appareil est mis sous-tension. Attention! Cela entraînera un retour à la position de départ sur tous les axes quand l'appareil sera mis sous-tension. Les encodeurs de position ou les capteurs de fin de course doivent être activés. Il est recommandé de vérifier que le retour à la position de départ fonctionne correctement sur tous les axes avant d'activer cette fonctionnalité. ",
    "Import coordinates from": "Importer les coordonnées de",
    "initiating connection": "établir la connexion",
    "Invert axis end-stops. Enable for normally closed (NC), disable for normally open (NO).": "Inverser tous les capteurs de fin de course des axes. Activer pour normalement fermé (NC), désactiver pour normalement ouvert (NO).",
    "Invert direction of motor during calibration.": "Inverser la direction du moteur durant la calibration.",
    "INVERT ENDPOINTS": "INVERSER LE POINT FINAL",
    "INVERT MOTORS": "INVERSER LES MOTEURS",
    "Keep power applied to motors. Prevents slipping from gravity in certain situations.": "Laisse les moteurs alimentés. Permet de prévenir le glissement dû à la gravité dans certaines situations.",
    "LENGTH (m)": "LONGUEUR (m)",
    "LHS": "LHS",
    "MAINTENANCE DOWNTIME": "TEMPS DE MAINTENANCE",
    "Max Speed (steps/s)": "Vitesse max (pas/s)",
    "Maximum travel speed after acceleration in motor steps per second.": "Vitesse de déplacement maximale après accélération en nombre de pas par seconde",
    "MESSAGE": "MESSAGE",
    "Minimum movement speed in motor steps per second. Also used for homing and calibration.": "Vitesse de déplacement minimale en pas de moteur par seconde. Également utilisé pour l'autoguidage et l'étalonnage.",
    "Minimum Speed (steps/s)": "Vitesse minimale (pas/s)",
    "Move Absolute": "Deplacer en valeur Absolue",
    "MOVE ABSOLUTE": "DEPLACEMENT ABSOLUS",
    "My Groups": "Mes groupes",
    "NETWORK": "RÉSEAU",
    "never connected to device": "Jamais connecté au dispositif",
    "Not Connected to bot": "Pas connecté au robot",
    "Number of steps missed (determined by encoder) before motor is considered to have stalled.": "Nombre de pas manqués (déterminés par le codeur) avant que le moteur ne soit considéré comme calé..",
    "Number of steps used for acceleration and deceleration.": "Nombre d'étapes utilisées pour l'accélération et la décélération.",
    "Number of times to retry a movement before stopping.": "Nombre de fois pour réessayer le mouvement avant de s'arrêter. ",
    "OPERATOR": "OPÉRATEUR",
    "OS Auto Updates": "Mise à jour automatique du système d'exploitation",
    "Pin {{num}}": "Pin {{num}}",
    "Pin Mode": "Mode Pin",
    "Plants in this group": "Plantes dans ce groupe",
    "Position (x, y, z)": "Position (x, y, z)",
    "Read Pin": "Lire l'état du pin",
    "READ PIN": "LIRE LE PIN",
    "Reduction to missed step total for every good step.": "Réduction du nombre total de pas manqués pour chaque bon pas.",
    "Regimen Editor": "Éditeur de régime",
    "Repeats Every": "Répéter chaque",
    "Reset password": "Réinitialiser mot de passe",
    "Restrict travel to negative coordinate locations. Overridden by disabling STOP AT HOME.": "Restreindre les déplacements aux coordonnées négatives. Ignoré en désactivant STOP A LA POSITION INITIALE.",
    "Reverse the direction of encoder position reading.": "Inverser la mesure de direction des encodeurs de position.",
    "RHS": "RHS",
    "SAVE": "ENREGISTRER",
    "Scheduler": "Planificateur",
    "Select from map to add": "Sélectionner depuis la carte pour ajouter",
    "Send Password reset": "Envoyer réinitialisation du mot de passe",
    "Sequence Editor": "Editeur de Séquence",
    "Server Port": "Port du serveur",
    "Server URL": "URL du serveur",
    "Set the length of each axis to provide software limits. Used only if STOP AT MAX is enabled.": "Définit la longueur de chaque axe pour permettre des limites par le logiciel. Utilisé uniquement si STOP AU MAX est activé.",
    "Show a confirmation dialog when the sequence delete step icon is pressed.": "Afficher une boîte de dialogue de confirmation lorsque l'utilisateur clique sur l'icône de suppression de séquence.",
    "Size": "Taille",
    "SLOT": "EMPLACEMENT",
    "Socket Connection Established": "Connexion avec le Socket Établie",
    "Start": "Commencer",
    "STATUS": "STATUTS",
    "STEPS PER MM": "PAS PAR MM",
    "Stop": "Stop",
    "Stop at the home location of the axis.": "S'arrête à l'emplacement lorigine de l'axe.",
    "Sub Sequence": "Sous Séquence",
    "Swap axis minimum and maximum end-stops.": "Échanger les limites minimum et maximum des capteurs de fin de course. ",
    "SYNC ERROR": "ERREUR DE SYNCHRONISATION",
    "SYNC NOW": "SYNCHRONISATION MAINTENANT",
    "Sync Required": "Synchronisation nécessaire",
    "SYNCED": "SYNCHRONISÉ",
    "SYNCING": "SYNCHRONISATION",
    "Test": "Test",
    "TEST": "TEST",
    "The Move Absolute step instructs FarmBot to move to the specified coordinate regardless of the current position. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move Absolute where X=0 and Y=3000, then FarmBot will move to X=0, Y=3000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move Absolute steps. Offsets allow you to more easily instruct FarmBot to move to a location, but offset from it by the specified amount. For example moving to just above where a peripheral is located. Using offsets lets FarmBot do the math for you.": "L'instruction de movement absolu ordonne à FarmBot de se déplacer aux coordonnées spécifiées sans prendre en compte sa position actuelle. Par exemple, si FarmBot est actuellement à X=1000, Y=1000 et qu'il reçoit une instruction de déplacement absolu où X=0 et Y=3000, il se déplacera alors à X=0, Y=3000. Si FarmBot doit se déplacer dans des directions multiples, il se déplacera en diagonal. Si vous souhaitez uniquement des déplacements en ligne droite le long d'un axe à la fois, utilisez plusieurs commande de déplacement absolu. Les décalages permettent de commander FarmBot plus facilement à partir d'un emplacement connu, comme par exemple juste au-dessus de où un périphérique se trouve. Utiliser les décalages permet à FarmBot de faire les calculs de position à votre place.",
    "The Move Relative step instructs FarmBot to move the specified distance from its current location. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move Relative where X=0 and Y=3000, then FarmBot will move to X=1000, Y=4000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move Relative steps. Move Relative steps should be preceded by a Move Absolute step to ensure you are starting from a known location.": "L'étape de déplacement relatif demande à FarmBot de ce déplacer à la distance spécifiée de son emplacement actuel. Par exemple, si la FarmBot est actuellement à X = 1000, Y = 1000 et qu'elle reçoit une demande de déplacement vers X = 0 et Y = 3000, la FarmBot déplacera vers X = 1000, Y = 4000. Si la FarmBot doit se déplacer dans plusieurs directions, elle se déplacera en diagonale. Si vous avez besoin de mouvements rectilignes le long d'un axe à la fois, utilisez plusieurs étapes Déplacement relatif. Les étapes relatives de déplacement doivent être précédées d'une étape de déplacement absolu pour vous assurer de partir d'un emplacement connu.",
    "The next item in this Farm Event will run {{timeFromNow}}, but you must first SYNC YOUR DEVICE. If you do not sync, the event will not run.": "L'élément suivant de cet événement de la ferme s'exécutera {{timeFromNow}}, mais vous devez d'abord SYNCHRONISE votre appareil. Si vous ne synchronisez pas, l'événement ne sera pas exécuté.",
    "The next item in this Farm Event will run {{timeFromNow}}.": "L'élément suivant de cet événement s'exécutera {{timeFromNow}}.",
    "The number of motor steps required to move the axis one millimeter.": "Le nombre de pas du moteur requis pour avancer d'un millimètre sur l'axe.",
    "The Read Pin step instructs FarmBot to read the current value of the specified pin. Pin Mode: Use digital for a 0 (LOW) or 1 (HIGH) response, and analog for a voltage reading (0-1023 for 0-5V).": "L'étape Lire le Pin indique à la FarmBot de lire la valeur actuelle du pin spécifié. Mode Pin : Utilisation numérique pour une réponse valant 0 (BAS) ou 1 (HAUT) et analogique pour une lecture de tension (0-1023 pour 0-5V).",
    "The Write Pin step instructs FarmBot to set the specified pin on the Arduino to the specified mode and value. Use the digital pin mode for on (1) and off (0) control, and analog pin mode for PWM (pulse width modulation) (0-255).": "L'étape Écriture des Pins indique à FarmBot de définir la broche spécifiée sur l'Arduino sur le mode et la valeur spécifiés. Utilisez le mode numérique pour le contrôle activé (1) et désactivé (0) et le mode analogique pour le mode PWM (modulation de l'impulsion) (0-255).",
    "This account did not have a timezone set. FarmBot requires a timezone to operate. We have updated your timezone settings based on your browser. Please verify these settings in the device settings panel. Device sync is recommended.": "Ce compte n'avait pas de fuseau horaire. FarmBot nécessite un fuseau horaire pour fonctionner. Nous avons mis à jour les paramètres de votre fuseau horaire en fonction de votre navigateur. Veuillez vérifier ces paramètres dans le panneau de configuration du périphérique. La synchronisation des appareils est recommandée.",
    "This Farm Event does not appear to have a valid run time. Perhaps you entered bad dates?": "Cet événement ne semble pas avoir d'heure d’exécution valide. Peut-être que vous avez entré une mauvaise date ?",
    "This is a list of all your FarmBot Tools. Click the Edit button to add, edit, or delete tools.": "Ceci est une liste de tout vos outils FarmBot. Cliquez sur le bouton Editer pour ajouter, éditer ou supprimer des outils.",
    "TIME": "TEMPS",
    "TIMEOUT AFTER (seconds)": "TIMEOUT APRÈS (secondes)",
    "Tool": "Outil",
    "TOOL": "OUTIL",
    "Tool Name": "Nom de l'outil",
    "TOOL NAME": "NOM OUTIL",
    "ToolBay ": "Panel d'outils",
    "TOOLBAY NAME": "NOM DU PANEL D'OUTILS",
    "Toolbays are where you store your FarmBot Tools. Each Toolbay has Slots that you can put your Tools in, which should be reflective of your real FarmBot hardware configuration.": "Les baies à outils sont les endroits où vous pouvez stockez les outils de la FarmBot. Chaque baie d'outils a des emplacements dans lesquels vous pouvez insérer vos outils, qui doivent refléter votre configuration matérielle FarmBot réelle.",
    "Tools": "Outils",
    "Tried to delete Farm Event": "Essayer de supprimer un événement du potager",
    "Tried to delete plant": "Essayer de supprimer la plante",
    "Tried to save Farm Event": "Essayer de sauvegarder un événement du potager",
    "Tried to save plant": "Essayer de sauvegarder une plante",
    "Tried to update Farm Event": "Essayer de mettre à jour un événement du potager",
    "Unable to delete sequence": "Impossible de supprimer la séquence",
    "Unable to download device credentials": "Impossible de télécharger les identifiants du périphérique",
    "Unable to save farm event.": "Impossible de sauvegarder l'événement.",
    "Use encoders for positioning.": "Utiliser les encodeurs de position pour le positionnement.",
    "Verify Password": "Vérifier le mot de passe",
    "Warning: FarmBot could not guess your timezone. We have defaulted your timezone to UTC, which is less than ideal for most users. Please select your timezone from the dropdown. Device sync is recommended.": "Attention: FarmBot ne pouvait pas deviner votre fuseau horaire. Nous avons réglé votre fuseau horaire sur UTC par défaut, ce qui n’est pas idéal pour la plupart des utilisateurs. Veuillez sélectionner votre fuseau horaire dans le menu déroulant. La synchronisation des appareils est recommandée.",
    "Write Pin": "Ecrire l'état du pin",
    "WRITE PIN": "ECRIRE L'ÉTAT DU PIN",
    "You haven't made any regimens or sequences yet. Please create a": "Vous n'avez pas encore fait de régime ou de séquences. Merci de créer un",
    "You must set a timezone before using the FarmEvent feature.": "Vous devez définir un fuseau horaire avant de pouvoir utiliser la fonction FarmEvent.",
    "Zones": "Zones"
  }
}
