{
  "translated": {
    " copy ": " копия ",
    " regimen": " Режим",
    " request sent to device.": " Запрос отправлен.",
    " sequence": " Функция",
    " unknown (offline)": " неизвестно (не в сети)",
    "(No selection)": "(Нет выделения)",
    "(unknown)": "(неизвестно)",
    "AUTO SYNC": "Авто Синхр.",
    "Accelerate for (steps)": "Ускоряться за (шагов)",
    "Account Not Verified": "Аккаунт не верифицирован",
    "Account Settings": "Настройки Аккаунта",
    "Action": "Действие",
    "Add Farm Event": "Добавить событие",
    "Add plant at current FarmBot location {{coordinate}}": "Добавить растение на текущие координаты Робота {{coordinate}}",
    "Add sensors here to monitor FarmBot's sensors. To edit and create new sensors, press the EDIT button.": "Добавьте сюда датчики, установленные на FarmBot-е. Для редактирования и создания новых датчиков, нажмите кнопку \"Редактировать\".",
    "Add sequences to your regimen by selecting a sequence from the drop down, specifying a time, choosing which days it should run on, and then clicking the + button. For example: a Seeding sequence might be scheduled for Day 1, while a Watering sequence would be scheduled to run every other day.": "Добавляйте функции в ваш режим, выбирая их из выпадающего списка, указывая время и дни, в которые они должны выполняться, после чего нажмите кнопку \"+\". Например, наметьте функцию посадки на самый первый день. Функцию полива можно назначать хоть каждый день.",
    "Add to map": "Добавить на карту",
    "Age": "Возраст",
    "Agree to Terms of Service": "Я согласен с условиями обслуживания",
    "All": "Все",
    "All systems nominal.": "Все работает нормально.",
    "Always Power Motors": "Питание на двигателях всегда включено",
    "Amount of time to wait for a command to execute before stopping.": "Максимальное время ожидания завершения работы команды.",
    "An error occurred during configuration.": "Произошла ошибка во время настройки.",
    "Analog": "Аналоговый",
    "App Settings": "Свойства приложения",
    "App could not be fully loaded, we recommend you try refreshing the page.": "Приложению не удалось полностью загрузиться, мы рекомендуем вам перезагрузить страницу.",
    "Arduino is possibly unplugged. Check the USB cable between the Raspberry Pi and the Arduino. Reboot FarmBot after a reconnection. If the issue persists, reconfiguration of FarmBot OS may be necessary.": "Возможно, Arduino отключен от Raspberry. Проверьте USB-соединение между ними. Перезагрузите FarmBot после подключения. Если проблема остается, можно попробовать сбросить FarmBot OS. При сбросе, Arduino автоматически прошивается.",
    "Are you sure you want to delete this item?": "Вы уверены, что хотите удалить этот объект?",
    "Are you sure you want to delete this step?": "Вы уверены, что хотите удалить этот шаг?",
    "Are you sure you want to unlock the device?": "Вы уверены, что хотите сбросить состояние аварйной остановки?",
    "Assign a sequence to execute when a Raspberry Pi GPIO pin is activated.": "Назначьте команду, которая будет выполняться при активации пина GPIO Raspberry Pi.",
    "Attempting to reconnect to the message broker": "Пытаюсь повторно подключиться к центру сообщений",
    "Author": "Автор",
    "Automatic Factory Reset": "Авто сброс к заводским настройкам",
    "Automatically factory reset when the WiFi network cannot be detected. Useful for network changes.": "Автоматический сброс к заводским настройкам при отсутствии сигнала WiFi. Функция полезна при изменениях настроек сети.",
    "BACK": "НАЗАД",
    "BIND": "Назначить",
    "BLUR": "РАЗМЫТИЕ",
    "BOOTING": "ЗАГРУЗКА",
    "Back": "Назад",
    "Bad username or password": "Неверное имя пользователя или пароль",
    "Begin": "Начало",
    "Binding": "Назначение",
    "Bottom Left": "Низ лево",
    "Bottom Right": "Низ право",
    "Box LEDs": "Светодиоды на корпусе",
    "Browser": "Браузер",
    "Busy": "Занят",
    "CALIBRATE {{axis}}": "КАЛИБРОВАТЬ {{axis}}",
    "CALIBRATION": "КАЛИБРОВКА",
    "CAMERA": "Камера",
    "CLEAR WEEDS": "Забыть найденные сорняки",
    "CLICK anywhere within the grid": "Кликните в любом месте координатной сетки",
    "CPU temperature": "Температура процессора",
    "Calibrate": "Калибровка",
    "Calibrate FarmBot's camera for use in the weed detection software.": "Калибровка камеры FarmBot-а для процесса поиска сорняков.",
    "Calibration Object Separation": "Расстояние между калибровочными объектами",
    "Calibration Object Separation along axis": "Ось, вдоль которой расположены калибровочные объекты",
    "Camera Calibration": "Калибровка камеры",
    "Camera Offset X": "Сдвиг камеры по X",
    "Camera Offset Y": "Сдвиг камеры по Y",
    "Camera rotation": "Поворот камеры",
    "Can't connect to bot": "Не удалось подключиться к роботу",
    "Can't connect to release server": "Не удалось подключиться к серверу",
    "Can't execute unsaved sequences": "Нужно сохранить функцию перед выполнением",
    "Cancel": "Отмена",
    "Cannot change from a Regimen to a Sequence.": "Не могу переключить с режима на функцию.",
    "Cannot delete built-in pin binding.": "Невозможно удалить встроенные настройки.",
    "Change Ownership": "Смена владельца",
    "Change Password": "Изменить пароль",
    "Change settings of your FarmBot hardware with the fields below. Caution: Changing these settings to extreme values can cause hardware malfunction. Make sure to test any new settings before letting your FarmBot use them unsupervised. Tip: Recalibrate FarmBot after changing settings and test a few sequences to verify that everything works as expected.": "Аппаратные характеристики вашего робота настраиваются в представленных ниже полях. Предостережение: необдуманное внесение изменений в эти настройки может привести к повреждению аппаратной части вашего FarmBot-а. Протестируйте все внесенные изменения прежде, чем робот начнет работать на новых настройках без вашего контроля. Подсказка: после внесения изменений перекалибруйте FarmBot-а и протестируйте его работоспособность на нескольких последовательностях, чтобы убедиться, что все работает как нужно.",
    "Change slot direction": "Изменить направление слота",
    "Change the Farm Designer map size based on axis length. A value must be input in AXIS LENGTH and STOP AT MAX must be enabled in the HARDWARE widget.": "Изменить размер карты Дизайнера грядки, основываясь на длинах осей. Значение в поле \"Длина оси\" должно быть задано и переключатель \"Останавливаться на максимуме\" должен быть включен в окне \"Аппаратная часть\".",
    "Change the account FarmBot is connected to.": "Сменить аккаунт, к которому подключен этот робот.",
    "Check Again": "Проверить снова",
    "Choose a crop": "Выберите рассаду",
    "Click the edit button to add or edit a feed URL.": "Нажмите кнопку \"Редактировать\", чтобы добавить или отредактировать URL видеопотока",
    "Collapse All": "Свернуть все",
    "Color Range": "Диапазон цветов",
    "Commands": "Команды",
    "Complete": "Завершено",
    "Confirm New Password": "Подтвердите новый пароль",
    "Confirm Sequence step deletion": "Подтвердите удаление шага Функции",
    "Connected.": "Подключено.",
    "Connection Attempt Period": "Период ожидания попытки подключения",
    "Connectivity": "Связь",
    "Controls": "Управление",
    "Copy": "Копировать",
    "Could not delete image.": "Не удалось удалить изображение.",
    "Could not download FarmBot OS update information.": "Не удалось скачать информацию об обновлении FarmBot OS.",
    "Create Account": "Создать Аккаунт",
    "Create An Account": "Создать Аккаунт",
    "Create logs for sequence:": "Создать логи для Функции:",
    "Create point": "Создать точку",
    "Created At:": "Создано:",
    "Customize your web app experience.": "Настройте Web-приложение под себя.",
    "DIAGNOSTIC CHECK": "ДИАГНОСТИКА",
    "DISCONNECTED": "ОТКЛЮЧЕНО",
    "DRAG COMMAND HERE": "ПЕРЕТАЩИТЕ КОМАНДУ СЮДА",
    "Danger Zone": "Опасная зона (не нажимай, не подумав)",
    "Data Label": "Название",
    "Date": "Дата",
    "Day": "День",
    "Day {{day}}": "день {{day}}",
    "Days": "Дни",
    "Debug": "Отладка",
    "Delete": "Удалить",
    "Delete Account": "Удалить аккаунт",
    "Delete Photo": "Удалить фото",
    "Delete all created points": "Удалить все созданные точки",
    "Delete all of the points created through this panel.": "Удалить все точки, созданные через эту панель.",
    "Delete all the points you have created?": "Удалить все созданные точки?",
    "Delete multiple": "Удалить несколько",
    "Delete selected": "Удалить выделенное",
    "Delete this plant": "Удалить это растение",
    "Deleted farm event.": "Удаленное событие.",
    "Deleting...": "Удаление...",
    "Description": "Описание",
    "Deselect all": "Снять выделение",
    "Detect weeds using FarmBot's camera and display them on the Farm Designer map.": "Находить сорняки при помощи камеры и отображать их на карте Дизайнера грядки.",
    "Deviation": "Отклонение",
    "Device": "Робот",
    "Diagnose connectivity issues with FarmBot and the browser.": "Это окно позволяет выявить проблемы со связью между FarmBot-ом и браузером.",
    "Diagnosis": "Диагноз",
    "Diagnostic Report": "Диагностический отчет",
    "Diagnostic Reports": "Диагностические отчеты",
    "Digital": "Цифровой",
    "Discard Unsaved Changes": "Отменять несохраненные изменения",
    "Disconnected.": "Отключено.",
    "Display Encoder Data": "Отображать данные с энкодеров",
    "Display a virtual trail for FarmBot in the Farm Designer map to show movement and watering history while the map is open. Toggling this setting will clear data for the current trail.": " Отображение виртуального пройденного маршрута робота в окне дизайнера грядки позволяет просматривать историю перемещений и обработки. Переключение этого параметра очистит отображаемый пройденный маршрут.",
    "Display plant animations": "Отображать анимацию растений",
    "Display virtual FarmBot trail": "Отображать виртуальный маршрут робота",
    "Documentation": "Документация",
    "Don't allow movement past the maximum value provided in AXIS LENGTH.": "Запретить перемещения, выходящие за пределы, заданные параметром \"Длина оси\".",
    "Don't ask about saving work before closing browser tab. Warning: may cause loss of data.": "Не выводить напоминание о сохранении данных при закрытии вкладки браузера. Внимание: это может привести к потере данных.",
    "Done": "Готово",
    "Double default map dimensions": "Удвоить значения карты по умолчанию",
    "Drag a box around the plants you would like to select. Press the back arrow to exit.": "Выделите группу растений, зажав левую кнопку мыши или нажмите стрелку \"Назад\" для выхода.",
    "Drag and drop": "Перетащите",
    "Drag and drop into map": "Перетащи на карту",
    "Dynamic map size": "Динамический размер карты",
    "E-Stop on Movement Error": "Активировать E-Stop при ошибках в движении",
    "ENCODER TYPE": "ТИП ЭНКОДЕРА",
    "EXECUTE SEQUENCE": "ВЫПОЛНИТЬ ФУНКЦИЮ",
    "Edit": "Редактировать",
    "Edit Farm Event": "Редактировать событие",
    "Edit on": "Редактирование включено",
    "Email has been sent.": "Email отправлен.",
    "Emergency stop if movement is not complete after the maximum number of retries.": "Включать E-STOP, если движение не выполнено после максимального числа попыток.",
    "Enable 2nd X Motor": "Активировать второй двигатель по оси X",
    "Enable Encoders": "Включить энкодеры",
    "Enable Endstops": "Включить концевые датчики",
    "Enable plant animations in the Farm Designer.": "Включить анимацию растений в Дизайнере грядки.",
    "Enable use of a second x-axis motor. Connects to E0 on RAMPS.": "Использовать второй двигатель по оси X. Подключаться к E0 на RAMPS.",
    "Enable use of electronic end-stops during calibration and homing.": "Включить использование концевых датчиков во время калибровки и поиска домашней позиции.",
    "Encoder Missed Step Decay": "\"Забывание\" пропущенных шагов энкодера",
    "Encoder Scaling": "Масштабный коэффициент энкодера",
    "Encoders and Endstops": "Энкодеры и концевые датчики",
    "Enter Email": "Введите Email",
    "Enter Password": "Введите пароль",
    "Enter a URL": "Введите URL",
    "Error": "Ошибка",
    "Error taking photo": "Ошибка при фотографировании",
    "Every": "Каждый",
    "Execute Sequence": "Выполнить Функцию",
    "Execute a sequence if a condition is satisfied. If the condition is not satisfied, chose to do nothing or execute a different sequence.": "Выполнить Функцию, если условие выполнено. Если условие не выполнено, можно либо ничего не делать, либо выполнить другую Функцию.",
    "Executes another sequence.": "Выполняет другую Функцию.",
    "Expand All": "Развернуть все",
    "Export": "Экспорт",
    "Export Account Data": "Экспорт данных аккаунта",
    "Export all data related to this device. Exports are delivered via email as JSON.": "Экспортировать все данные, связанные с этим роботом. Экспортированные данные отправляются на email в формате JSON.",
    "Export request received. Please allow up to 10 minutes for delivery.": "Отправлен запрос на экспорт. Время ожидания может составить до 10 минут.",
    "FACTORY RESET": "СБРОС НА ЗАВОДСКИЕ НАСТРОЙКИ",
    "FARMBOT OS AUTO UPDATE": "АВТООБНОВЛЕНИЕ FARMBOT OS",
    "FIRMWARE": "ПРОШИВКА",
    "Factory Reset": "Сброс устройства",
    "Farm Designer": "Дизайнер грядки",
    "FarmBot Web App": "Web-приложение FarmBot",
    "FarmBot and the browser are both connected to the internet (or have been recently). Try rebooting FarmBot and refreshing the browser. If the issue persists, something may be preventing FarmBot from accessing the message broker (used to communicate with your web browser in real-time). If you are on a company or school network, a firewall may be blocking port 5672.": "FarmBot и браузер подключены к интернету (или только-что были). Попробуйте обновить браузер или перезагрузить FarmBot. Если проблема не исчезла, возможно, что-то мешает FarmBot-у подключиться к центру сообщений (используемому для связи web-приложения и робота в реальном времени). Проверьте наличие блокировки файерволом порта 5672.",
    "FarmBot and the browser both have internet connectivity, but we haven't seen any activity from FarmBot on the Web App in a while. This could mean that FarmBot has not synced in a while, which might not be a problem. If you are experiencing usability issues, however, it could be a sign of HTTP blockage on FarmBot's local internet connection.": "FarmBot и браузер подключены к интернету, но web-приложение довольно давно не связывалось с FarmBot-ом. Это может означать что FarmBot довольно давно не синхронизировался, что не является проблемой. Однако, если вы испытываете трудности при управлении FarmBot-ом, это может быть знаком блокировки интернет-трафика FarmBot-а.",
    "FarmBot forum.": "форум FarmBot.",
    "FarmBot is at position ": "FarmBot на позиции ",
    "FarmBot is not connected.": "FarmBot не подключен.",
    "FarmBot sent a malformed message. You may need to upgrade FarmBot OS. Please upgrade FarmBot OS and log back in.": "FarmBot отправил некорректное сообщение. Возможно, вам нужно обновить FarmBot OS. Пожалуйста обновите FarmBot OS и снова зайдите в аккаунт.",
    "FarmEvent start time needs to be in the future, not the past.": "Время запуска события должно быть указано в будущем, а не в прошлом.",
    "Farmware (plugin) details and management.": "Настройки и управление Farmware (плагинами).",
    "Farmware Tools version": "Версия Farmware",
    "Feed Name": "Имя видеопотока",
    "Filter logs": "Фильтровать логи",
    "Filters active": "Фильтровать активные",
    "Find ": "Поиск ",
    "Find Home": "Поиск домашней позиции",
    "Find Home on Boot": "Поиск домашней позиции при включении",
    "Firmware Logs:": "Внутренние логи:",
    "First-party Farmware": "Первичная прошивка",
    "Forgot password?": "Забыли пароль?",
    "Full Name": "Полное имя",
    "Fun": "Прикол",
    "GO": "СТАРТ",
    "Garden Saved.": "Грядка сохранена.",
    "HOMING": "Поиск домашней позиции",
    "HUE": "Оттенок",
    "Hardware": "Аппаратная часть",
    "Hardware setting conflict": "Ошибка в настройках аппаратной части",
    "Harvested": "Собрано",
    "Have the browser also read aloud log messages on the \"Speak\" channel that are spoken by FarmBot.": "Браузер будет зачитывать логи вслух.",
    "Here is the list of all of your sequences. Click one to edit.": "Здесь представлен список всех ваших Функций. Нажмите на одну из них для редактирования.",
    "Hide Webcam widget": "Спрятать окно Web-камеры",
    "Home button behavior": "Поведение кнопки \"Домой\"",
    "Home position adjustment travel speed (homing and calibration) in motor steps per second.": "Скорость перемещения при поиске домашней позиции (и калибровке), в шагах за секунду.",
    "Homing Speed (steps/s)": "Скорость поиска домашней позиции (шагов/с)",
    "Homing and Calibration": "Поиск домашней позиции и калибровка",
    "Hotkeys": "Горячие клавиши",
    "I Agree to the Terms of Service": "Я согласен с правилами и положениями",
    "IF STATEMENT": "ОПЕРАТОР \"ЕСЛИ\"",
    "IF...": "ЕСЛИ...",
    "ITERATION": "Итерация",
    "If Statement": "Оператор \"ЕСЛИ\"",
    "If encoders or end-stops are enabled, find the home position when the device powers on. Warning! This will perform homing on all axes when the device powers on. Encoders or endstops must be enabled. It is recommended to make sure homing works properly before enabling this feature.": "Автоматически находить домашнюю позицию, если энкодеры или концевые датчики задействованы. Внимание! Эта команда выполнит поиск домашней позиции по всем осям. Энкодеры и концевые датчики должны работать. Рекомендуем убедиться, что поиск домашней позиции производится корректно, прежде чем включать эту команду.",
    "If not using a webcam, use this setting to remove the widget from the Controls page.": "Если Вы не используете Web-камеру, включите этот переключатель, чтобы спрятать соответствующее окно со страницы \"Управление\".",
    "If you are sure you want to delete your account, type in your password below to continue.": "Если вы уверены, что хотите удалить свой аккаунт, введите свой пароль в поле ниже.",
    "If you have a webcam, you can view the video stream in this widget. Press the edit button to update and save your webcam URL.": "Если у вас есть Web-камера, вы можете просматривать видеопоток в этом окне. Нажмите кнопку \"Редактировать\", если требуется исправить URL вашей Web-камеры.",
    "Image Deleted.": "Картинка удалена.",
    "Image loading (try refreshing)": "Загрузка изображение (попробуйте обновить страницу)",
    "Info": "Инфо",
    "Information": "Информация",
    "Input is not needed for this Farmware.": "Для этого плагина не требуется настройка.",
    "Install": "Установка",
    "Install new Farmware": "Установить новый плагин",
    "Internet": "Интернет",
    "Invalid Raspberry Pi GPIO pin number.": "Неверный номер пина Rasberry Pi.",
    "Invert 2nd X Motor": "Инвертировать направление второго двигателя оси X",
    "Invert Encoders": "Инвертировать энкодеры",
    "Invert Endstops": "Инвертировать концевые датчики",
    "Invert Hue Range Selection": "Инверсия выбора диапазона оттенков",
    "Invert Jog Buttons": "Инвертировать кнопки перемещения",
    "Invert Motors": "Инвертировать двигатели",
    "Invert axis end-stops. Enable for normally closed (NC), disable for normally open (NO).": "Инвертировать концевые датчики осей. Включите для нормально закрытых датчиков (NC), отключите для нормально открытых датчиков (NO).",
    "Invert direction of motor during calibration.": "Инвертировать направление двигателя во время калибровки.",
    "Keep power applied to motors. Prevents slipping from gravity in certain situations.": "Удерживать питание на двигателях во время простоя. Эта функция помогает препятствовать сползанию оси Z вследствие гравитации, а также полезна при отсутствии энкодеров на осях X и Y.",
    "LAST SEEN": "Замечен в последний раз",
    "Language": "Язык",
    "Last message seen ": "Последнее сообщение было ",
    "Lighting": "Освещение",
    "Loading": "Загрузка",
    "Loading...": "Загрузка...",
    "Location": "Координаты",
    "Log all commands sent to firmware (clears after refresh).": "Записывать в лог все команды, отправленные роботу (очищается после обновления).",
    "Log all debug received from firmware (clears after refresh).": "Записывать в лог все отладочные сообщения от робота (очищается после обновления).",
    "Log all responses received from firmware (clears after refresh). Warning: extremely verbose.": "Записывать в лог все ответные сообщения от робота (очищается после обновления). Внимание: лог очень подробный.",
    "Login": "Войти",
    "Logout": "Выход",
    "Logs": "Логи",
    "MAINTENANCE DOWNTIME": "ТЕХ. ОБСЛУЖИВАНИЕ",
    "MORPH": "ПРЕОБРАЗОВАНИЕ",
    "MOVE ABSOLUTE": "АБСОЛЮТНОЕ ПЕРЕМЕЩЕНИЕ",
    "MOVE AMOUNT (mm)": "Переместить на (мм)",
    "MOVE RELATIVE": "ОТНОСИТЕЛЬНОЕ ПЕРЕМЕЩЕНИЕ",
    "Manage": "Управление",
    "Manage Farmware (plugins).": "Управление Farmware (плагинами).",
    "Manual input": "Ручной ввод",
    "Map": "Карта",
    "Map Points": "Точки на карте",
    "Max Missed Steps": "Максимально разрешенное число пропущенных шагов",
    "Max Retries": "Максимально число попыток",
    "Max Speed (steps/s)": "Макс. скорость (шагов/с)",
    "Maximum travel speed after acceleration in motor steps per second.": "Максимальная скорость перемещения, в шагах за секунду.",
    "Menu": "Меню",
    "Message": "Сообщение",
    "Message Broker": "Центр сообщений",
    "Min OS version required": "Минмально допустимая версия ОС",
    "Minimum Speed (steps/s)": "Мин. скорость (шагов/с)",
    "Minimum movement speed in motor steps per second. Also used for homing and calibration.": "Минимальная скорость перемещения, в шагах за секунду. Эта скорость используется для поиска домашней позиции и калибровки.",
    "Mode": "Режим",
    "Month": "Месяц",
    "Motor Coordinates (mm)": "Координаты двигателя (мм)",
    "Motors": "Двигатели",
    "Move": "Перемещение",
    "Move Absolute": "Абсолютное Перемещение",
    "Move FarmBot to this plant": "Переместить робота к этому растению",
    "Move Relative": "Относительное Перемещение",
    "Move to location": "Двигаться к точке",
    "Move to this coordinate": "Двигаться к данной координате",
    "Must be a positive number. Rounding up to 0.": "Число должно быть положительным. Округляю до 0.",
    "My Farmware": "Мои плагины",
    "NAME": "ИМЯ",
    "Name": "Имя",
    "Negative Coordinates Only": "Только отрицательные координаты",
    "Negative X": "X в минус",
    "Negative Y": "Y в минус",
    "New Password": "Новый пароль",
    "New Peripheral": "Новая периферия",
    "New Sensor": "Новый датчик",
    "New password and confirmation do not match.": "Новый пароль и подтверждение не совпадают",
    "New regimen ": "Новый Режим ",
    "Newer than": "Новее чем",
    "Next": "Следующий",
    "No Executables": "Нет исполняемых файлов",
    "No day(s) selected.": "Дни не выбраны.",
    "No inputs provided.": "Нет входных данных.",
    "No logs to display. Visit Logs page to view filters.": "Нет логов важных. Для детального просмотра, перейдите на вкладку \"Логи\"",
    "No logs yet.": "Пока логов нет.",
    "No messages seen yet.": "Пока не было ни одного сообщения",
    "No recent messages.": "Нет новых сообщений",
    "No results.": "Не найдено.",
    "No saved gardens yet.": "Пока нет сохраненных грядок.",
    "No webcams yet. Click the edit button to add a feed URL.": "Веб-камеры не добавлены. Нажмите кнопку \"Редактировать\", чтобы добавить URL видеопотока.",
    "None": "Нет",
    "Not Set": "Не задано",
    "Not available when device is offline.": "Недоступно, когда робот отключен",
    "Note: The selected timezone for your FarmBot is different than your local browser time.": "Примечание: выбранная временная зона вашего FarmBot-а отличается от зоны вашего браузера.",
    "Note: Times displayed according to FarmBot's local time, which is currently different from your browser's time. Timezone data is configurable on the Device page).": "Примечание: временные метки соответствуют локальному времени FarmBot-а, которое в данный момент отличается от времени вашего браузера. Временную зону можно настроить на странице \"Устройство\").",
    "Number of steps used for acceleration and deceleration.": "Количество шагов, за которое будет происходить ускорение и замедление. Чем оно больше, тем плавнее FarmBot будет разгоняться и замедляться.",
    "Number of times to retry a movement before stopping.": "Количество попыток повторить движение перед аварийной остановкой.",
    "OFF": "Откл",
    "ON": "Вкл",
    "Old Password": "Текущий пароль",
    "Older than": "Старше чем",
    "Operator": "Оператор",
    "Origin": "Начальная точка",
    "Origin Location in Image": "Начальная точка на изображении",
    "Outside of planting area. Plants must be placed within the grid.": "За границей зоны посадки. Растения должны быть расположены внутри зоны посадки.",
    "Package Name": "Имя пакета",
    "Page Not Found.": "Страница не найдена.",
    "Parameters": "Параметры",
    "Password": "Пароль",
    "Password change failed.": "Смена пароля не удалась.",
    "Period End Date": "Время окончания периода",
    "Peripheral ": "Периферия ",
    "Peripherals": "Периферия",
    "Photos": "Фотографии",
    "Photos are viewable from the": "Фото можно посмотреть на странице",
    "Photos?": "Фотографии?",
    "Pin": "Пин",
    "Pin ": "Пин ",
    "Pin Bindings": "Назначение команд пинам",
    "Pin Guard": "Защита пинов (отключение по таймауту)",
    "Pin Guard {{ num }}": "Защита пина {{ num }}",
    "Pin Mode": "Режим пина",
    "Pin Number": "Номер пина",
    "Pin number cannot be blank.": "Нужно заполнить поле с номером пина.",
    "Pin numbers are required and must be positive and unique.": "Номера пинов должны быть заданы и должны быть положительными и уникальными.",
    "Pin numbers must be less than 1000.": "Номера пинов должны быть меньше 1000.",
    "Pin numbers must be unique.": "Номера пинов должны быть уникальны",
    "Pins": "Пины",
    "Pixel coordinate scale": "Размерность пикселей",
    "Planned": "Запланировано",
    "Plant Info": "Инфо о растении",
    "Plant Type": "Тип растения",
    "Planted": "Посажено",
    "Plants": "Растения",
    "Plants?": "Растения?",
    "Please check your email for the verification link.": "Пожалуйста проверьте почту и активируйте ссылку для верификации.",
    "Please check your email to confirm email address changes": "Пожалуйста проверьте почту для подтверждения смены адреса",
    "Please clear current garden first.": "Пожалуйста сначала очистите эту грядку.",
    "Please select a sequence or action.": "Пожалуйста выберите функцию или действие.",
    "Points?": "Точки?",
    "Position (x, y, z)": "Позиция (x, y, z)",
    "Positions": "Координаты",
    "Positive X": "X в плюс",
    "Positive Y": "Y в плюс",
    "Power and Reset": "Питание и сброс",
    "Presets:": "Предустановки:",
    "Prev": "пред.",
    "Privacy Policy": "Политика конфиденциальности",
    "Problem Loading Terms of Service": "Проблема загрузки правил и соглашений",
    "Processing Parameters": "Параметры обработки",
    "Processing now. Results usually available in one minute.": "Обрабатываю. Результат обычно доступен в течение одной минуты.",
    "Provided new and old passwords match. Password not changed.": "Новый и старый пароли совпадают. Пароль не был изменен.",
    "READ PIN": "СЧИТАТЬ ПИН",
    "RESET": "СБРОС",
    "RESTART": "ПЕРЕЗАГРУЗКА",
    "RESTART FARMBOT": "ПЕРЕЗАГРУЗИТЬ РОБОТА",
    "Raspberry Pi Camera": "Камера Raspberry Pi",
    "Raspberry Pi Info": "Статус Raspberry Pi",
    "Raw Encoder data": "Импульсы энкодера",
    "Raw encoder position": "Положение энкодера (в импульсах) ",
    "Read Pin": "Считать пин",
    "Read Status": "Считать статус",
    "Read speak logs in browser": "Читать логи вслух",
    "Reboot": "Перезагрузка",
    "Received": "Получено",
    "Received change of ownership.": "Принят запрос на смену владельца.",
    "Record Diagnostic": "Записать диагностику",
    "Recursive condition.": "Рекурсивное условие.",
    "Redirecting...": "Перенаправляю...",
    "Regimen Editor": "Редактор Режимов",
    "Regimen Name": "Название Режима",
    "Regimens": "Режимы",
    "Regimens allow FarmBot to take care of a plant throughout its entire life. A regimen consists of many sequences that are scheduled to run based on the age of the plant. Regimens are applied to plants from the farm designer (coming soon) and can be re-used on many plants growing at the same or different times. Multiple regimens can be applied to any one plant.": "Режимы позволяют FarmBot-у заботиться о растении в течение всей его жизни. Режим состоит из нескольких Функций, которые запускаются по расписанию и в зависимости от возраста растения. Режимы можно применить к растению из Дизайнера грядки (скоро) и могут быть использованы на множестве растений, растущих в одно и то же или разные времена. Любое количество Режимов может быть применено к любому из растений.",
    "Reinstall": "Переустановить",
    "Release Notes": "Примечания к релизу",
    "Remove": "Удалить",
    "Repeats?": "Повторения?",
    "Request sent": "Запрос отправлен",
    "Resend Verification Email": "Повторная отправка письма для верификации",
    "Reserved Raspberry Pi pin may not work as expected.": "Зарезервированный пин Raspberry Pi может работать не так, как ожидается.",
    "Reset": "Сброс",
    "Reset Password": "Сброс Пароля",
    "Reset hardware parameter defaults": "Сброс настроек аппаратной части",
    "Reset your password": "Сбросить ваш пароль",
    "Restoring hardware parameter defaults will destroy the current settings, resetting them to default values.": "Восстановление параметров робота по умолчанию уничтожит все текущие настройки, сбросив их на настройки по умолчанию.",
    "Restrict travel to negative coordinate locations. Overridden by disabling STOP AT HOME.": "Запретить перемещение к отрицательным координатам. Этот параметр сбрасывается при отключении переключателя \"Остановка на домашней позиции\".",
    "Run": "Запуск",
    "Run Farmware": "Запуск Farmware",
    "SATURATION": "Насыщенность",
    "SEND MESSAGE": "ОТПРАВИТЬ СООБЩЕНИЕ",
    "SET ZERO POSITION": "УСТ. НУЛЕВОЙ ПОЗИЦИИ",
    "SHUTDOWN": "ВЫКЛЮЧИТЬ",
    "SHUTDOWN FARMBOT": "ВЫКЛЮЧИТЬ РОБОТА",
    "SYNC ERROR": "ОШИБКА СИНХР.",
    "SYNC NOW": "СИНХРОНИЗИРОВАТЬ",
    "SYNCED": "СИНХРОНИЗИРОВАНО",
    "SYNCING": "СИНХРОНИЗИРУЮ",
    "Save": "Сохранить",
    "Save sequence and sync device before running.": "Сохраните Функцию и сделайте синхронизацию перед запуском.",
    "Save snapshot of FarmBot OS system information, including user and device identity, to the database. A code will be returned that you can provide in support requests to allow FarmBot to look up data relevant to the issue to help us identify the problem.": "Сделать снимок системной информации FarmBot OS, включая данные устройства и пользователя, и сохранить их в базу данных. Вам будет возвращен код, по которому служба поддержки сможет посмотреть этот снимок и поможет вам в устранении проблем.",
    "Saved": "Сохранено",
    "Saved Gardens": "Сохраненные грядки",
    "Saving": "Сохраняю",
    "Scaled Encoder (mm)": "Масштабированный энкодер (мм)",
    "Scaled Encoder (steps)": "Масштабированный энкодер (шаги)",
    "Scaled encoder position": "Положение энкодера (в миллиметрах)",
    "Scan image": "Сканировать изображение",
    "Scheduler": "Планировщик",
    "Search OpenFarm...": "Искать на OpenFarm...",
    "Search Regimens...": "Искать в Режимах...",
    "Search Sequences...": "Искать в Функциях...",
    "Search your plants...": "Искать в ваших растениях...",
    "Seed Bin": "Семенной бункер",
    "Seed Tray": "Семенной лоток",
    "Seeder": "Сажалка",
    "Select a regimen first or create one.": "Сначала выберите или создайте Режим.",
    "Select a sequence first": "Сначала выберите Функцию",
    "Select a sequence from the dropdown first.": "Выберите Функцию из выпадающего списка.",
    "Select all": "Выбрать все",
    "Select none": "Отменить выбор",
    "Select plants": "Выбрать растения",
    "Send Account Export File (Email)": "Экспортировать данные аккаунта (Email)",
    "Send Message": "Отправить сообщение",
    "Send a log message for each sequence step.": "Записывать в лог каждый шаг Функции.",
    "Send a log message upon the end of sequence execution.": "Записывать лог момент завершения Функции.",
    "Send a log message upon the start of sequence execution.": "Записывать лог момент запуска Функции.",
    "Sending camera configuration...": "Отправляю конфигурацию камеры...",
    "Sending firmware configuration...": "Отправляю аппаратную конфигурацию...",
    "Sensor": "Датчик",
    "Sensor History": "История датчиков",
    "Sensors": "Датчики",
    "Sent": "Отправлено",
    "Sequence": "Функция",
    "Sequence Editor": "Редактор Функций",
    "Sequence Name": "Название функции",
    "Sequence or Regimen": "Функция или Режим",
    "Sequences": "Функции",
    "Server": "Сервер",
    "Set device timezone here.": "Здесь настраивается временная зона робота.",
    "Set the current location as zero.": "Задать текущую позицию как нулевую.",
    "Set the length of each axis to provide software limits. Used only if STOP AT MAX is enabled.": "Задайте длину каждой оси для программного ограничения перемещения. Используется только если включен переключатель \"Остановка на максимуме\".",
    "Setup, customize, and control FarmBot from your": "Запускайте, настраивайте и контролируйте FarmBot с вашего",
    "Show Previous Period": "Показать предыдущий период",
    "Show a confirmation dialog when the sequence delete step icon is pressed.": "Показывать диалог подтверждения при нажатии на иконку удаления шага Функции.",
    "Show in list": "Показывать в списке",
    "Shutdown": "Выключение",
    "Slot": "Слот",
    "Snaps a photo using the device camera. Select the camera type on the Device page.": "Захват фотографии с помощью камеры робота. Выберите тип камеры на странице \"Робот\".",
    "Soil Moisture": "Влажность почвы",
    "Soil Sensor": "Датчик влажности почвы",
    "Some other issue is preventing FarmBot from working. Please see the table above for more information.": "Неизвестная причина мешает нормальной работе робота. Больше информации смотрите в таблице сверху.",
    "Something went wrong while rendering this page.": "При обработке данной страницы что-то пошло не так.",
    "Speak": "Речевое уведомление",
    "Speed (%)": "Скорость (%)",
    "Spread?": "Размах?",
    "Started": "Запущено",
    "Starts": "Запускается",
    "Status": "Статус",
    "Steps": "Шаги",
    "Steps per MM": "Шагов за мм",
    "Stock Tools": "Стандартные насадки",
    "Stock sensors": "Стандартные",
    "Stop at Home": "Остановка на домашней позиции",
    "Stop at Max": "Остановка на максимуме",
    "Stop at the home location of the axis.": "Не двигаться дальше домашней позиции оси.",
    "Success": "Успех",
    "Successfully configured camera!": "Камера успешно сконфигурирована!",
    "Swap Endstops": "Поменять местами концевые датчики",
    "Swap axis minimum and maximum end-stops.": "Поменять местами начальные и конечные концевые датчики.",
    "Swap jog buttons (and rotate map)": "Поменять местами кнопки управления (и повернуть карту)",
    "Sync": "Синхр.",
    "TAKE PHOTO": "СДЕЛАТЬ ФОТО",
    "THEN...": "ТО...",
    "TIME ZONE": "ВРЕМЕННАЯ ЗОНА",
    "Take Photo": "Сделать фото",
    "Take a Photo": "Сделать фото",
    "Take and view photos with your FarmBot's camera.": "Захватывайте и просматривайте фото с помощью камеры вашего FarmBot-а.",
    "Terms of Use": "Условия использования",
    "The Farmware will use the parameter values set via the Farmware page for any parameters that are not set in this sequence step.": "Для тех параметров, значение которых не задано явно в настройках команды, плагин будет использовать значения, заданные на странице Farmware.",
    "The Find Home step instructs the device to perform a homing command to find and set zero for the chosen axis or axes.": "Шаг \"Поиск домашней позиции\" дает роботу команду найти начало координат для выбранной оси или осей.",
    "The Move Absolute step instructs FarmBot to move to the specified coordinate regardless of the current position. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move Absolute where X=0 and Y=3000, then FarmBot will move to X=0, Y=3000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move Absolute steps. Offsets allow you to more easily instruct FarmBot to move to a location, but offset from it by the specified amount. For example moving to just above where a peripheral is located. Using offsets lets FarmBot do the math for you.": "Шаг \"Абсолютное перемещение\" дает FarmBot-у команду двигаться к указанным координатам независимо от текущей позиции. Например, если FarmBot сейчас на позиции X=1000, Y=1000, и он получает эту команду с координатами X=0 and Y=3000, он переместится к координатам X=0, Y=3000. Если перемещение выполняется по нескольким координатам, робот будет двигаться по диагонали. Если вам нужно, чтобы он двигался сначала по одной координате, а потом по другой - используйте несколько шагов \"Абсолютное перемещение\". Настройка сдвигов позволяет дать команду FarmBot-у подъехать к выбранной координате, но со смещением по нужной оси. Например, подъехать на позицию, расположенную выше насадки. Использование смещений позволяет FarmBot-у посчитать всю математику за вас.",
    "The Move Relative step instructs FarmBot to move the specified distance from its current location. For example, if FarmBot is currently at X=1000, Y=1000 and it receives a Move Relative where X=0 and Y=3000, then FarmBot will move to X=1000, Y=4000. If FarmBot must move in multiple directions, it will move diagonally. If you require straight movements along one axis at a time, use multiple Move Relative steps. Move Relative steps should be preceded by a Move Absolute step to ensure you are starting from a known location.": "Шаг \"Относительное перемещение\" дает FarmBot-у команду двигаться на указанное расстояние относительно текущей позиции. Например, если FarmBot сейчас на позиции X=1000, Y=1000, и он получает эту команду с координатами X=0 и Y=3000, он переместится на позицию X=1000, Y=4000. Если перемещение выполняется по нескольким координатам, робот будет двигаться по диагонали. Если вам нужно, чтобы он двигался сначала по одной координате, а потом по другой - используйте несколько шагов \"Относительное перемещение\". Шаги \"Относительное перемещение\" должны следовать после шага \"Абсолютное перемещение\",  чтобы движение робота начиналось с известной позиции.",
    "The Read Pin step instructs FarmBot to read the current value of the specified pin. Pin Mode: Use digital for a 0 (LOW) or 1 (HIGH) response, and analog for a voltage reading (0-1023 for 0-5V).": "Шаг \"Считать пин\" дает FarmBot-у команду считать текущее значение указанного пина. Режим пина: используйте цифровой режим для считывания 0 (Низкий уровень) или 1 (Высокий уровень), и аналоговый для считывания напряжения (значения 0-1023 соответствуют 0-5В).",
    "The Run Farmware step runs a Farmware package. Visit the Farmware page to install and manage Farmware.": "Шаг \"Запуск Farmware\" запускает выбранный плагин Farmware. Откройте страницу Farmware для установки и управления плагинами.",
    "The Wait step instructs FarmBot to wait for the specified amount of time. Use it in combination with the Pin Write step to water for a length of time.": "Шаг \"Ожидание\" дает FarmBot-у команду подождать указанное время. Как пример, используйте его совместно с командой \"Записать пин\" для полива растения в течение указанного количества времени.",
    "The Write Pin step instructs FarmBot to set the specified pin on the Arduino to the specified mode and value. Use the digital pin mode for on (1) and off (0) control, and analog pin mode for PWM (pulse width modulation) (0-255).": "Шаг  \"Записать пин\" дает FarmBot-у команду перевести пин Arduino в указанный режим и задать ему указанное значение. Используйте цифровой режим  для задания состояния Вкл (1) или Выкл (0), и аналоговый режим для ШИМ (Широтно-импульсной модуляции) (0-255).",
    "The device has never been seen. Most likely, there is a network connectivity issue on the device's end.": "Робот не был замечен ни разу. Вероятнее всего, есть проблемы подключения к сети на стороне робота",
    "The next item in this Farm Event will run {{timeFromNow}}, but you must first SYNC YOUR DEVICE. If you do not sync, the event will not run.": "следующее действие будет запущено {{timeFromNow}}, но сначала необходимо СИНХРОНИЗИРОВАТЬ робота. Если синхронизации не будет, действие не запустится.",
    "The number of motor steps required to move the axis one millimeter.": "Количество шагов двигателя, за которое ось перемещается на один миллиметр.",
    "The number of the pin to guard. This pin will be set to the specified state after the duration specified by TIMEOUT.": "Номер пина для защиты. Значение этого пина будет переведено в заданное по прошествии времени, заданном в поле \"Таймаут\".",
    "The terms of service have recently changed. You must accept the new terms of service to continue using the site.": "Условия обслуживания недавно изменились. Вы должны принять новые Условия обслуживания, чтобы продолжить пользоваться сайтом.",
    "There is no access to FarmBot or the message broker. This is usually caused by outdated browsers (Internet Explorer) or firewalls that block WebSockets on port 3002.": "Нет доступа к FarmBot-у или центру сообщений. Обычно эта ошибка появляется при использовании старого браузера (Internet Explorer) или файерволов, которые блокируют WebSockets на порту 3002.",
    "These are the most basic commands FarmBot can execute. Drag and drop them to create sequences for watering, planting seeds, measuring soil properties, and more.": "Это список базовых команд, которые может исполнять FarmBot. Перетаскивайте их, чтобы создавать Функции для полива, посадки семян, измерения параметров почвы и т.д.",
    "This Farm Event does not appear to have a valid run time. Perhaps you entered bad dates?": "Для этого события, видимо, не задано корректное время для запуска. Возможно, вы ввели неверные даты?",
    "This command will not execute correctly because you do not have encoders or endstops enabled for the chosen axis. Enable endstops or encoders from the Device page for: ": "Эта команда не будет работать корректно, потому-что на выбранной оси не задействованы концевые датчики или энкодеры. Задействуйте концевые датчики или энкодеры на странице \"Робот\" для: ",
    "This is a list of all of your regimens. Click one to begin editing it.": "Это список всех ваших Режимов. Кликните на один из них, чтобы начать его редактирование.",
    "This is a list of all your FarmBot Tools. Click the Edit button to add, edit, or delete tools.": "Это список всех насадок вашего FarmBot-а. Нажмите на кнопку \"Редактировать\", чтобы добавить, отредактировать или удалить насадку.",
    "This will restart FarmBot's Raspberry Pi and controller software.": "Это действие перезапустит Raspberry Pi и управляющий софт FarmBot-а.",
    "This will shutdown FarmBot's Raspberry Pi. To turn it back on, unplug FarmBot and plug it back in.": "Это действие выключит Raspberry Pi FarmBot-а. Чтобы снова его включить, обесточьте и снова подайте питание на FarmBot.",
    "Ticker Notification": "Бегущая строка",
    "Time": "Время",
    "Time in milliseconds": "Время в миллисекундах",
    "Time in minutes to attempt connecting to WiFi before a factory reset.": "Время в минутах на попытку подключения к WiFi перед сбросом к заводским настройкам.",
    "Time is not properly formatted.": "Формат времени не верен.",
    "Time period": "Период времени",
    "Timeout (sec)": "Таймаут (сек)",
    "Timeout after (seconds)": "Таймаут после (секунд)",
    "To State": "Конечное состояние",
    "Toast Pop Up": "Всплывающее сообщение",
    "Tool": "Насадка",
    "Tool ": "Насадка ",
    "Tool Name": "Название насадки",
    "Tool Slots": "Слоты насадок",
    "Tool Verification": "Проверка насадки",
    "ToolBay ": "База насадок ",
    "Toolbays are where you store your FarmBot Tools. Each Toolbay has Slots that you can put your Tools in, which should be reflective of your real FarmBot hardware configuration.": "База насадок - это место, где FarmBot хранит свои насадки. В каждой Базе насадок есть Слоты, в которые можно помещать насадки. Указанные здесь настройки обязательно должны совпадать с действительностью.",
    "Tools": "Насадки",
    "Top Left": "Верх лево",
    "Top Right": "Верх право",
    "Turn off to set Web App to English.": "Выключите для перехода на Английский язык.",
    "Type": "Тип",
    "UNLOCK": "сброс E-STOP",
    "UP TO DATE": "Обновлено",
    "UPDATE": "Обновить",
    "USB Camera": "USB-камера",
    "Unable to load webcam feed.": "Не удалось получить видеопоток с Web-камеры.",
    "Unable to resend verification email. Are you already verified?": "Не удалось повторно отправить email верификации. Верификация уже пройдена?",
    "Unable to save farm event.": "Не удалось сохранить событие.",
    "Unexpected error occurred, we've been notified of the problem.": "Произошла непредвиденная ошибка. Разработчики были уведомлены",
    "Until": "До",
    "Update": "Обновление",
    "Updating...": "Обновляю...",
    "Upon successful password change, your FarmBot will factory reset allowing you to configure it with the updated credentials. You will also be logged out of other browser sessions. Continue?": "При успешном изменении пароля, ваш FarmBot будет сброшен на заводские настройки, позволив вам перенастроить учетные данные для входа в аккаунт. Продолжить?",
    "Use Encoders for Positioning": "Использовать энкодеры для позиционирования",
    "Use current location": "Использовать текущее положение",
    "Use these manual control buttons to move FarmBot in realtime. Press the arrows for relative movements or type in new coordinates and press GO for an absolute movement. Tip: Press the Home button when you are done so FarmBot is ready to get back to work.": "Используйте эти кнопки ручного управления для движения FarmBot-а в реальном времени. Для задания движения нажимайте стрелки или введите желаемые координаты, после чего нажмите \"СТАРТ\", и FarmBot переместится к этим координатам. Подсказка: Нажмите на кнопку \"Дом\", когда закончите, чтобы FarmBot был готов приступить к своей дальнейшей работе.",
    "Use these toggle switches to control FarmBot's peripherals in realtime. To edit and create new peripherals, press the EDIT button. Make sure to turn things off when you're done!": "Используйте эти переключатели для управления периферией FarmBot-а в реальном времени. Для редактирования и задания новой периферии, нажмите кнопку \"Редактировать\". Не забудьте выключить все ненужное, когда закончите!",
    "Used in another resource. Protected from deletion.": "Используется в другом месте. Защищено от удаления.",
    "VALUE": "ЗНАЧЕНИЕ",
    "VERSION": "ВЕРСИЯ",
    "Vacuum": "Вакуум",
    "Value": "Значение",
    "Variable": "Переменная",
    "Verification email resent. Please check your email!": "Письмо для верификации было отправлено повторно. Пожалуйста проверьте свою почту!",
    "Version": "Версия",
    "Version {{ version }}": "Версия {{ version }}",
    "View and change device settings.": "Просматривайте и изменяйте настройки робота.",
    "View and filter historical sensor reading data.": "Просмотр и фильтр истории показаний датчиков.",
    "View and filter log messages.": "Просмотр и поиск в сообщениях лога.",
    "View, select, and install new Farmware.": "Farmware - это плагины, расширяющие функционал. Эта страница служит для их настройки и установки",
    "WAIT": "ОЖИДАНИЕ",
    "WRITE PIN": "ЗАПИСАТЬ ПИН",
    "Wait": "Ожидание",
    "Warn": "Предупреждение",
    "Warning": "Предупреждение",
    "Warning! Opting in to FarmBot OS beta releases may reduce FarmBot system stability. Are you sure?": "Предупреждение! Бета-версии FarmBot OS менее стабильны. Вы уверены?",
    "Warning! This is an EXPERIMENTAL feature. This feature may be broken and may break or otherwise hinder your usage of the rest of the app. This feature may disappear or break at any time.": "Предупреждение! Это ЭКСПЕРИМЕНТАЛЬНАЯ возможность. Она может не работать или помешать нормальной работе остальной части приложения. Она может исчезнуть или перестать работать в любой момент.",
    "Warning! When enabled, any unsaved changes will be discarded when refreshing or closing the page. Are you sure?": "Внимание! Если включено, все несохраненные изменения будут отменяться при принудительном обновлении или закрытии страницы. Вы уверены?",
    "Warning: Binding to a pin without a physical button and pull-down resistor connected may put FarmBot into an unstable state.": "Внимание: пин(вход), к которому происходит привязка, должен быть подключен через подтягивающий на землю резистор, потому что без поддтяжки возможны ложные срабатывания от любых помех.",
    "Warning: This will erase all data stored on your FarmBot's SD card, requiring you to reconfigure FarmBot so that it can reconnect to your WiFi network and a web app account. Factory resetting the device will not delete data stored in your web app account. Are you sure you wish to continue?": "Предупреждение: это действие удалит все данные с SD-карты вашего FarmBot-а, вам нужно будет заново настроить FarmBot-а, чтобы он смог подключиться к вашему WiFi и аккаунту в Web-приложении. Сброс к заводским настройкам не удалит данные, хранящиеся на вашем аккаунте Web-приложения. Вы уверены, что хотите продолжить?",
    "Warning: This will reset all hardware settings to the default values. Are you sure you wish to continue?": "Предупреждение: это действие сбросит все настройки робота к значениям по умолчанию. Вы уверены, что хотите продолжить?",
    "Water": "Подача воды",
    "Watering Nozzle": "Поливочная насадка",
    "Webcam Feeds": "Веб-камеры",
    "Weed Detector": "Детектор Сорняков",
    "Weeder": "Насадка для прополки",
    "Week": "Неделя",
    "Welcome to the": "Добро пожаловать в",
    "When enabled, FarmBot OS will periodically check for, download, and install updates automatically.": "Если опция включена, FarmBot OS будет периодически проверять, скачивать и устанавливать обновления.",
    "When enabled, device resources such as sequences and regimens will be sent to the device automatically. This removes the need to push \"SYNC\" after making changes in the web app. Changes to running sequences and regimens while auto sync is enabled will result in instantaneous change.": "Если включено, настройки, такие как список Функций и Режимов будут автоматически отправляться роботу. Это убирает необходимость нажимать кнопку \"СИНХРОНИЗИРОВАТЬ\" после внесения изменений в Web-приложении. Изменения, сделанные в Режимах и Функциях, отправляются роботу мгновенно.",
    "WiFi Strength": "Сигнал WiFi",
    "Widget load failed.": "Не удалось загрузить окно.",
    "Write Pin": "Записать пин",
    "X (mm)": "X (мм)",
    "X AXIS": "Ось X",
    "X Axis": "Ось X",
    "X position": "Позиция X",
    "Y (mm)": "Y (мм)",
    "Y AXIS": "Ось Y",
    "Y Axis": "Ось Y",
    "Y position": "Позиция Y",
    "Year": "Год",
    "You are either offline, using a web browser that does not support WebSockets, or are behind a firewall that blocks port 3002. Do not attempt to debug FarmBot hardware until you solve this issue first. You will not be able to troubleshoot hardware issues without a reliable browser and internet connection.": "Либо вы используете браузер, который не поддерживает WebSockets, или ваш файервол блокирует порт 3002. Не пытайтесь управлять роботом, пока не устраните эту проблему. Для работы требуется современный браузер, не блокируемый файерволом и стабильное интернет-соединение.",
    "You are running an old version of FarmBot OS.": "У Вас используется устаревшая версия FarmBot OS.",
    "You are scheduling a regimen to run today. Be aware that running a regimen too late in the day may result in skipped regimen tasks. Consider rescheduling this event to tomorrow if this is a concern.": "Вы планируете запустить Режим сегодня. Помните, что Функции, запланированные на время, которое уже прошло, не будут выполнены. Если такие Функции есть, предлагаем перенести выполнение Режима на завтра.",
    "You haven't made any regimens or sequences yet. Please create a": "Не создан не один Режим или Функция. Пожалуйста создайте",
    "You haven't yet taken any photos with your FarmBot. Once you do, they will show up here.": "Робот FarmBot еще не сделал ни одно фото. Когда фото будут сделаны, они отобразятся здесь.",
    "You may click the button below to resend the email.": "Можно кликнуть на кнопку ниже, чтобы отправить письмо заново.",
    "You must set a timezone before using the FarmEvent feature.": "Вы должны выбрать временную зону, прежде чем работать с Событиями.",
    "Your Name": "Ваше Имя",
    "Your browser is connected correctly, but we have no recent record of FarmBot connecting to the internet. This usually happens because of a bad WiFi signal in the garden, a bad password during configuration, or a very long power outage.": "Ваш браузер не блокируется файерволом и подключен корректно, но записей о недавной связи с роботом не обнаружено. Обычно это связано с плохим качеством сигнала WiFi в саду, неверно указанным паролем WiFi, или тем, что робот был выключен очень долгое время.",
    "Your password is changed.": "Ваш пароль изменен.",
    "Your version of FarmBot OS is outdated and will soon no longer be supported. Please update your device as soon as possible.": "Ваша версия FarmBot OS устарела и перестанет поддерживаться в ближайшем будущем. Пожалуйста, обновите своего робота при первой возможности.",
    "Z (mm)": "Z (мм)",
    "Z AXIS": "Ось Z",
    "Z Axis": "Ось Z",
    "Z position": "Позиция Z",
    "active": "активн.",
    "analog": "аналоговый",
    "any": "любой",
    "apply": "применить",
    "back": "назад",
    "clear filters": "сбросить фильтры",
    "color": "цвет",
    "computer": "ПК",
    "days old": "дней",
    "delete": "удалить",
    "detect weeds": "обнаружить сорняки",
    "digital": "цифровой",
    "filter": "фильтр",
    "from": "от",
    "in slot": "в слоте",
    "is": "равно",
    "is equal to": "равно",
    "is greater than": "больше чем",
    "is less than": "меньше чем",
    "is not": "не равно",
    "is not equal to": "не равно",
    "is unknown": "неизвестно",
    "low": "низк",
    "max": "максимум",
    "mm": "мм",
    "more bugs!": "больше багов!",
    "move mode": "режим движения",
    "name": "имя",
    "new sequence {{ num }}": "новая Функция {{ num }}",
    "no": "нет",
    "normal": "нормально",
    "off": "откл",
    "on": "вкл",
    "page": "",
    "perform homing (find home)": "Искать домашнюю позицию по концевым датчикам",
    "plant icon": "иконка растения",
    "plants": "растения",
    "radius": "радиус",
    "read sensor": "считать датчик",
    "saved": "сохранено",
    "smartphone": "смартфона",
    "submit": "подтвердить",
    "tablet": "планшета",
    "target": "цель",
    "to": "к",
    "to add the plant to the map. You can add the plant as many times as you need to before pressing DONE to finish.": "чтобы добавить растение на карту. Вы можете добавить сколько угодно растений, после чего нажмите \"Готово\", чтобы закончить.",
    "unknown": "неизвестно",
    "v1.4 Stock Bindings": "Значения по-умолчанию для v1.4",
    "weeds": "сорняков",
    "x and y axis": "Осей X и Y",
    "yes": "да",
    "zero {{axis}}": "обнулить {{axis}}",
    "{{seconds}} seconds!": "{{seconds}} сек!"
  },
  "untranslated": {
    "{{axis}} (mm)": "{{axis}} (mm)",
    "{{axis}}-Offset": "{{axis}}-Offset",
    "actions": "actions",
    "Add a farm event via the + button to schedule a sequence or regimen in the calendar.": "Add a farm event via the + button to schedule a sequence or regimen in the calendar.",
    "Add event": "Add event",
    "Add peripherals": "Add peripherals",
    "Add plant": "Add plant",
    "Add plants": "Add plants",
    "Add plants by pressing the + button and searching for a plant, selecting one, and dragging it into the garden.": "Add plants by pressing the + button and searching for a plant, selecting one, and dragging it into the garden.",
    "Add the newly created tools to the corresponding toolbay slots on FarmBot: press edit and then + to create a toolbay slot.": "Add the newly created tools to the corresponding toolbay slots on FarmBot: press edit and then + to create a toolbay slot.",
    "add this crop on OpenFarm?": "add this crop on OpenFarm?",
    "Add tools": "Add tools",
    "Add tools to tool bay": "Add tools to tool bay",
    "All items scheduled before the start time. Nothing to run.": "All items scheduled before the start time. Nothing to run.",
    "and": "and",
    "Are they in use by sequences?": "Are they in use by sequences?",
    "Are you sure you want to delete all items?": "Are you sure you want to delete all items?",
    "Are you sure you want to delete this first party farmware? Doing so will limit the functionality of your FarmBot and may cause unexpected behavior.": "Are you sure you want to delete this first party farmware? Doing so will limit the functionality of your FarmBot and may cause unexpected behavior.",
    "as": "as",
    "Axis Length (mm)": "Axis Length (mm)",
    "Before logging in, you must agree to our latest Terms of Service and Privacy Policy": "Before logging in, you must agree to our latest Terms of Service and Privacy Policy",
    "Beta release Opt-In": "Beta release Opt-In",
    "Binomial Name": "Binomial Name",
    "Box LED 3": "Box LED 3",
    "Box LED 4": "Box LED 4",
    "Click a spot in the grid to choose a location. Once selected, press button to move FarmBot to this position. Press the back arrow to exit.": "Click a spot in the grid to choose a location. Once selected, press button to move FarmBot to this position. Press the back arrow to exit.",
    "Click and drag to draw a point or use the inputs and press update. Press CREATE POINT to save, or the back arrow to exit.": "Click and drag to draw a point or use the inputs and press update. Press CREATE POINT to save, or the back arrow to exit.",
    "Click one in the Regimens panel to edit, or click \"+\" to create a new one.": "Click one in the Regimens panel to edit, or click \"+\" to create a new one.",
    "Click one in the Sequences panel to edit, or click \"+\" to create a new one.": "Click one in the Sequences panel to edit, or click \"+\" to create a new one.",
    "Close": "Close",
    "Common Names": "Common Names",
    "Coordinate": "Coordinate",
    "copy": "copy",
    "Could not fetch package name": "Could not fetch package name",
    "Create farm events": "Create farm events",
    "create new garden": "create new garden",
    "Create new gardens from scratch or by copying plants from the current garden. View and edit saved gardens, and, when ready, apply them to the main garden.": "Create new gardens from scratch or by copying plants from the current garden. View and edit saved gardens, and, when ready, apply them to the main garden.",
    "Create regimens": "Create regimens",
    "Create sequences": "Create sequences",
    "Customize your web app experience": "Customize your web app experience",
    "days": "days",
    "Delete all Farmware data": "Delete all Farmware data",
    "Disk usage": "Disk usage",
    "Double the default dimensions of the Farm Designer map for a map with four times the area.": "Double the default dimensions of the Farm Designer map for a map with four times the area.",
    "E-STOP": "E-STOP",
    "Edit this plant": "Edit this plant",
    "Email": "Email",
    "Enable use of rotary encoders during calibration and homing.": "Enable use of rotary encoders during calibration and homing.",
    "End date must not be before start date.": "End date must not be before start date.",
    "End time must be after start time.": "End time must be after start time.",
    "End Tour": "End Tour",
    "Enter click-to-add mode": "Enter click-to-add mode",
    "Error deleting Farmware data": "Error deleting Farmware data",
    "Events": "Events",
    "exit": "exit",
    "Exit": "Exit",
    "extras": "extras",
    "Factory resetting your FarmBot will destroy all data on the device, revoking your FarmBot's ability to connect to your web app account and your home wifi. Upon factory resetting, your device will restart into Configurator mode. Factory resetting your FarmBot will not affect any data or settings from your web app account, allowing you to do a complete restore to your device once it is back online and paired with your web app account.": "Factory resetting your FarmBot will destroy all data on the device, revoking your FarmBot's ability to connect to your web app account and your home wifi. Upon factory resetting, your device will restart into Configurator mode. Factory resetting your FarmBot will not affect any data or settings from your web app account, allowing you to do a complete restore to your device once it is back online and paired with your web app account.",
    "FARMBOT OS": "FARMBOT OS",
    "FarmBot was last seen {{ lastSeen }}": "FarmBot was last seen {{ lastSeen }}",
    "FarmBot?": "FarmBot?",
    "Farmware": "Farmware",
    "Farmware data successfully deleted.": "Farmware data successfully deleted.",
    "Farmware not found.": "Farmware not found.",
    "find home": "find home",
    "FIND HOME {{axis}}": "FIND HOME {{axis}}",
    "find new features": "find new features",
    "General": "General",
    "Get growing!": "Get growing!",
    "getting started": "getting started",
    "go back": "go back",
    "Growing Degree Days": "Growing Degree Days",
    "Height": "Height",
    "Help": "Help",
    "hide": "hide",
    "Historic Points?": "Historic Points?",
    "hours": "hours",
    "Hours": "Hours",
    "I agree to the": "I agree to the",
    "If encoders or end-stops are enabled, home axis (find zero).": "If encoders or end-stops are enabled, home axis (find zero).",
    "If encoders or end-stops are enabled, home axis and determine maximum.": "If encoders or end-stops are enabled, home axis and determine maximum.",
    "Image": "Image",
    "installation pending": "installation pending",
    "Internationalize Web App": "Internationalize Web App",
    "Invalid date": "Invalid date",
    "Mark": "Mark",
    "Mark As": "Mark As",
    "Mark As...": "Mark As...",
    "Memory usage": "Memory usage",
    "minutes": "minutes",
    "Minutes": "Minutes",
    "Months": "Months",
    "more": "more",
    "Motor position plot": "Motor position plot",
    "Mounted to:": "Mounted to:",
    "move {{axis}} axis": "move {{axis}} axis",
    "Move to chosen location": "Move to chosen location",
    "Movement out of bounds for: ": "Movement out of bounds for: ",
    "new garden name": "new garden name",
    "New Terms of Service": "New Terms of Service",
    "No events scheduled.": "No events scheduled.",
    "No meta data.": "No meta data.",
    "No Regimen selected.": "No Regimen selected.",
    "No search results": "No search results",
    "No Sequence selected.": "No Sequence selected.",
    "Not Mounted": "Not Mounted",
    "Number of steps missed (determined by encoder) before motor is considered to have stalled.": "Number of steps missed (determined by encoder) before motor is considered to have stalled.",
    "Ok": "Ok",
    "open move mode panel": "open move mode panel",
    "Open OpenFarm.cc in a new tab": "Open OpenFarm.cc in a new tab",
    "Or view FarmBot's current location in the virtual garden.": "Or view FarmBot's current location in the virtual garden.",
    "pending install": "pending install",
    "Pending installation.": "Pending installation.",
    "pin": "pin",
    "Please agree to the terms.": "Please agree to the terms.",
    "Please enter a number.": "Please enter a number.",
    "Please enter a URL.": "Please enter a URL.",
    "Please wait": "Please wait",
    "Point Creator": "Point Creator",
    "Points": "Points",
    "Position (mm)": "Position (mm)",
    "Press \"+\" to add a plant to your garden.": "Press \"+\" to add a plant to your garden.",
    "Press \"+\" to schedule an event.": "Press \"+\" to schedule an event.",
    "Press edit and then the + button to add peripherals.": "Press edit and then the + button to add peripherals.",
    "Press edit and then the + button to add tools.": "Press edit and then the + button to add tools.",
    "Press the + button and add your newly created sequences to a regimen via the scheduler. The regimen should include all actions needed to take care of a plant over its life.": "Press the + button and add your newly created sequences to a regimen via the scheduler. The regimen should include all actions needed to take care of a plant over its life.",
    "Raspberry Pi GPIO pin already bound or in use.": "Raspberry Pi GPIO pin already bound or in use.",
    "Readings?": "Readings?",
    "Reduction to missed step total for every good step.": "Reduction to missed step total for every good step.",
    "Removed": "Removed",
    "Report {{ticket}} (Saved {{age}})": "Report {{ticket}} (Saved {{age}})",
    "RESTART FIRMWARE": "RESTART FIRMWARE",
    "Restart the Farmduino or Arduino firmware.": "Restart the Farmduino or Arduino firmware.",
    "Retry": "Retry",
    "Reverse the direction of encoder position reading.": "Reverse the direction of encoder position reading.",
    "Row Spacing": "Row Spacing",
    "Search events...": "Search events...",
    "Search for a crop to add to your garden.": "Search for a crop to add to your garden.",
    "Search term too short": "Search term too short",
    "Searching...": "Searching...",
    "seconds": "seconds",
    "seconds ago": "seconds ago",
    "see what FarmBot is doing": "see what FarmBot is doing",
    "Select a location": "Select a location",
    "show": "show",
    "Snapshot current garden": "Snapshot current garden",
    "Some {{points}} failed to delete.": "Some {{points}} failed to delete.",
    "Sowing Method": "Sowing Method",
    "Spread": "Spread",
    "Start tour": "Start tour",
    "Sun Requirements": "Sun Requirements",
    "Svg Icon": "Svg Icon",
    "Take a guided tour of the Web App.": "Take a guided tour of the Web App.",
    "Take a photo": "Take a photo",
    "Take and view photos": "Take and view photos",
    "Taxon": "Taxon",
    "The Mark As step allows FarmBot to programmatically edit the properties of the UTM, plants, and weeds from within a sequence. For example, you can mark a plant as \"planted\" during a seeding sequence or delete a weed after removing it.": "The Mark As step allows FarmBot to programmatically edit the properties of the UTM, plants, and weeds from within a sequence. For example, you can mark a plant as \"planted\" during a seeding sequence or delete a weed after removing it.",
    "The next item in this Farm Event will run {{timeFromNow}}.": "The next item in this Farm Event will run {{timeFromNow}}.",
    "This account did not have a timezone set. FarmBot requires a timezone to operate. We have updated your timezone settings based on your browser. Please verify these settings in the device settings panel. Device sync is recommended.": "This account did not have a timezone set. FarmBot requires a timezone to operate. We have updated your timezone settings based on your browser. Please verify these settings in the device settings panel. Device sync is recommended.",
    "Toggle various settings to customize your web app experience.": "Toggle various settings to customize your web app experience.",
    "Tool Mount": "Tool Mount",
    "Topics": "Topics",
    "Tours": "Tours",
    "type": "type",
    "Unable to properly display this step.": "Unable to properly display this step.",
    "Unknown": "Unknown",
    "Unknown Farmware": "Unknown Farmware",
    "Unknown.": "Unknown.",
    "unlock device": "unlock device",
    "uploading photo": "uploading photo",
    "Uptime": "Uptime",
    "Use encoders for positioning.": "Use encoders for positioning.",
    "value": "value",
    "Value must be greater than or equal to {{min}}.": "Value must be greater than or equal to {{min}}.",
    "Value must be less than or equal to {{max}}.": "Value must be less than or equal to {{max}}.",
    "view": "view",
    "View crop info": "View crop info",
    "View current location": "View current location",
    "View FarmBot's current location using the axis position display.": "View FarmBot's current location using the axis position display.",
    "View log messages": "View log messages",
    "View photos your FarmBot has taken here.": "View photos your FarmBot has taken here.",
    "View recent log messages here. More detailed log messages can be shown by adjusting filter settings.": "View recent log messages here. More detailed log messages can be shown by adjusting filter settings.",
    "Viewing saved garden": "Viewing saved garden",
    "Warning: FarmBot could not guess your timezone. We have defaulted your timezone to UTC, which is less than ideal for most users. Please select your timezone from the dropdown. Device sync is recommended.": "Warning: FarmBot could not guess your timezone. We have defaulted your timezone to UTC, which is less than ideal for most users. Please select your timezone from the dropdown. Device sync is recommended.",
    "WARNING! Deleting your account will permanently delete all of your Sequences, Regimens, Events, and Farm Designer data. Upon deleting your account, FarmBot will cease to function and become inaccessible until it is paired with another web app account. To do this, you will need to reboot your FarmBot so that is goes back into configuration mode for pairing with another user account. When this happens, all of the data on your FarmBot will be overwritten with the new account's data. If the account is brand new, then FarmBot will become a blank slate.": "WARNING! Deleting your account will permanently delete all of your Sequences, Regimens, Events, and Farm Designer data. Upon deleting your account, FarmBot will cease to function and become inaccessible until it is paired with another web app account. To do this, you will need to reboot your FarmBot so that is goes back into configuration mode for pairing with another user account. When this happens, all of the data on your FarmBot will be overwritten with the new account's data. If the account is brand new, then FarmBot will become a blank slate.",
    "Weeks": "Weeks",
    "What do you need help with?": "What do you need help with?",
    "What do you want to grow?": "What do you want to grow?",
    "while your garden is applied.": "while your garden is applied.",
    "Would you like to": "Would you like to",
    "X": "X",
    "Y": "Y",
    "Years": "Years",
    "Your web browser is unable to communicate with the web app server. Make sure you are connected to the Internet.": "Your web browser is unable to communicate with the web app server. Make sure you are connected to the Internet.",
    "Z": "Z",
    "zoom in": "zoom in",
    "zoom out": "zoom out"
  },
  "other_translations": {
    " or": " или",
    "(Alpha) Enable use of rotary encoders during calibration and homing.": "(Альфа-версия) Задействовать линейные энкодеры при калибровке и поиске домашней позиции.",
    "(Alpha) If encoders or end-stops are enabled, home axis (find zero).": "(Альфа-версия) Если энкодеры или концевые датчики задействованы, выполнить поиск домашней позиции.",
    "(Alpha) If encoders or end-stops are enabled, home axis and determine maximum.": "(Альфа-версия) Если энкодеры или концевые датчики задействованы, выполнить поиск домашней позиции и максимума координат.",
    "(Alpha) Number of steps missed (determined by encoder) before motor is considered to have stalled.": "(Альфа-версия) Число пропущенных шагов (определенных по энкодеру), при котором двигатель считается застопорившимся.",
    "(Alpha) Reduction to missed step total for every good step.": "(Альфа-версия) Уменьшение счета пропущенных шагов при каждом хорошо отработанном шаге.",
    "(Alpha) Reverse the direction of encoder position reading.": "(Альфа-версия) Инвертировать показания энкодера.",
    "ACCELERATE FOR (steps)": "УСКОРЕНИЕ (шаги)",
    "ALLOW NEGATIVES": "РАЗРЕШИТЬ ОТРИЦАТЕЛЬНЫЕ",
    "Add": "Добавить",
    "Almost done! Check your email for the verification link.": "Почти готово! Пожалуйста проверьте почту и активируйте ссылку для верификации.",
    "Are you sure you want to delete {{length}} plants?": "Вы уверены что хотите удалить {{length}} растений?",
    "Auth: Bad email or password.": "Ошибка: неверный логин или пароль.",
    "Axis Length (steps)": "Длина оси (шагов)",
    "Bot ready": "Робот Готов",
    "CONTROLLER": "Контроллер",
    "Camera": "Камера",
    "Check for Updates": "Проверка обновлений.",
    "Choose a species": "Выберите вид",
    "Click a spot in the grid to choose a location. Once selected, press button to move FarmBot to this postion. Press the back arrow to exit.": "Кликните в нужное место координатной сетки. После этого, нажмите кнопку, чтобы FarmBot подъехал к указанной позиции. Кликните стрелку \"Назад\" для выхода.",
    "Confirm Password": "Повторите пароль",
    "Could not delete plant.": "Не удалось удалить растение.",
    "Could not download sync data": "Невозможно загрузить синхронизированную информацию",
    "Crop Info": "Инфо об Урожае",
    "DELETE ACCOUNT": "УДАЛИТЬ АККАУНТ",
    "DEVICE": "Робот",
    "DRAG STEP HERE": "ПЕРЕТЯНИ СЮДА",
    "Deleted {{num}} {{points}}": "Удалено {{num}} {{points}}",
    "Designer": "Дизайнер",
    "Download": "Скачать",
    "Drag and drop commands here to create sequences for watering, planting seeds, measuring soil properties, and more. Press the Test button to immediately try your sequence with FarmBot. You can also edit, copy, and delete existing sequences; assign a color; and give your commands custom names.": "Перетаскивайте сюда команды для создания Функций полива, посадки семя, измерения влажности почвы и т.д. Нажмите кнопку \"Тест\", чтобы сразу-же проверить созданную Функцию. Вы также можете редактировать, копировать и удалять Функции; назначать цвет; и давать вашим командам произвольные имена.",
    "EDIT": "РЕДАКТИРОВАТЬ",
    "ELSE...": "ИНАЧЕ...",
    "ENABLE ENCODERS": "ВКЛЮЧИТЬ ЭНКОДЕРЫ",
    "EXECUTE SCRIPT": "ВЫПОЛНИТЬ СЦЕНАРИЙ",
    "Email sent.": "Email отправлен.",
    "Emergency stop": "Аварийная остановка (E-STOP).",
    "Emergency unlock": "Сброс Аварйной остановки (E-STOP).",
    "Error establishing socket connection": "Ошибка установки сетевого соединения",
    "Error saving device settings.": "Ошибка при сохранении настроек робота.",
    "Execute Script": "Выполнить Скрипт",
    "Factory resetting your FarmBot will destroy all data on the device, revoking your FarmBot's abilily to connect to your web app account and your home wifi. Upon factory resetting, your device will restart into Configurator mode. Factory resetting your FarmBot will not affect any data or settings from your web app account, allowing you to do a complete restore to your device once it is back online and paired with your web app account.": "Сброс на заводские настройки вашего FarmBot-а уничтожит на нем все данные, FarmBot забудет вашу домашнюю сеть WiFi и данные аккаунта в Web-приложении. После сброса, FarmBot перезагрузится в режиме конфигурирования. Сброс никак не повлияет на ваши данные и настройки в Web-приложении, что позволит полностью восстановить настройки FarmBot-а как только он подключится к Web-приложению.",
    "Farm Events": "События",
    "Farm designer": "Дизайнер грядки",
    "Forgot Password": "Забыл пароль",
    "HOME {{axis}}": "В начало {{axis}}",
    "I agree to the terms of use": "Я согласен с правилами использования",
    "INVERT ENDPOINTS": "ИНВЕНТИРОВАТЬ ENDSTOPS",
    "INVERT MOTORS": "ИНВЕНТИРОВАТЬ ДВИГАТЕЛИ",
    "Import coordinates from": "Импортировать координаты из",
    "LENGTH (m)": "Длинна (м)",
    "Login failed.": "Ошибка входа.",
    "NETWORK": "СЕТЬ",
    "New message from bot": "Сообщение от робота",
    "No Regimen selected. Click one in the Regimens panel to edit, or click \"+\" in the Regimens panel to create a new one.": "Режим не выбран. Выберите один из них для редактирования или кликните \"+\" на панели Режимы, чтобы создать новый.",
    "No Sequence selected. Click one in the Sequences panel to edit, or click \"+\" to create a new one.": "Функция не выбрана. Выберите одну из них для редактирования или кликните \"+\" чтобы создать новую.",
    "No beta releases available": "Нет новых Beta-версий",
    "No plants in garden. Create some plants first.": "На грядке нет растений. Сначала добавьте растения.",
    "Not Connected to bot": "Нет соединения с роботом",
    "Offline": "Не в сети",
    "Other": "Другое",
    "Pin #": "Пин №",
    "Pin {{num}}": "Пин {{num}}",
    "Power Off Bot": "Отключить питание робота.",
    "Raspberry Pi GPIO pin already bound.": "Пин Raspberry Pi уже привязан.",
    "Reboot Bot": "Перезагрузить робота.",
    "Regimen": "Режим",
    "Repeats Every": "Повторять каждые",
    "SAVE": "СОХРАНИТЬ",
    "SLOT": "СЛОТ",
    "STATUS": "СТАТУС",
    "Save ": "Сохранить ",
    "Save or load a garden.": "Сохранить или загрузить грядку.",
    "Saved ": "Сохранено ",
    "Send Password reset": "Отправить сброс пароля",
    "Sending": "Отправка",
    "Sequence execution": "Выполнение функции.",
    "Sequence execution failed": "Ошибка при выполнении функции",
    "Server Port": "Порт сервера",
    "Server URL": "Сервер URL",
    "Snapshot": "Снимок",
    "Socket Connection Established": "Сетевое соединение установлено",
    "Speed": "Скорость",
    "Swap axis end-stops during calibration.": "Поменять местами концевые выключатели во время калибровки.",
    "Swap jog buttons": "Поменять местами кнопки управления",
    "Sync Required": "Требуется синхронизация",
    "TEST": "ТЕСТ",
    "TIMEOUT AFTER (seconds)": "ТАЙМАУТ ПОСЛЕ (секунд)",
    "TOOL": "НАСАДКА",
    "TOOL NAME": "НАЗВАНИЕ НАСАДКИ",
    "TOOLBAY NAME": "ДЕРЖАТЕЛЬ НАСАДОК",
    "Terms of Service": "Условия обслуживания",
    "Test": "Тест",
    "That email address is not associated with an account.": "Этот email не связан с аккаунтом.",
    "The Send Message step instructs FarmBot to send a custom message to the logs (and toast message and/or email, if selected). This can help you with debugging your sequences.": "Шаг \"Отправить сообщение\" дает команду на запись произвольного сообщения в лог (или показ всплывающего сообщения или отправку email). Это бывает полезно при отладке работы функций.",
    "This account did not have a timezone set. Farmbot requires a timezone to operate. We have updated your timezone settings based on your browser. Please verify these settings in the device settings panel. Device sync is recommended.": "На этом аккаунте не установлена временная зона. Farmbot-у для работы требуется задание временной зоны. Мы обновили настройку временной зоны, основываясь на данных вашего браузера. Пожалуйста проверьте эту настройку в окне \"Робот\". После этого рекомендуется синхронизация.",
    "Tried to delete Farm Event": "Попытка удаления события",
    "Tried to delete plant": "Попытка удаления растения",
    "Tried to save Farm Event": "Попытка сохранения события",
    "Tried to save plant": "Попытка сохранения растения",
    "Tried to update Farm Event": "Попытка обновления события",
    "Unable to delete sequence": "Не удалось удалить Функцию",
    "Unable to download device credentials": "Не удалось загрузить настройки устройства",
    "Unable to send email.": "Не удалось отправить email.",
    "Updating... ": "Обновляю... ",
    "Verify Password": "Повторите Пароль",
    "View": "Вид",
    "WARNING! Deleting your account will permanently delete all of your Sequences , Regimens, Events, and Farm Designer data.Upon deleting your account, FarmBot will cease to function and become inaccessible until it is paired with another web app account. To do this, you will need to reboot your FarmBot so that is goes back into configuration mode for pairing with another user account. When this happens, all of the data on your FarmBot will be overwritten with the new account's data. If the account is brand new, then FarmBot will become a blank slate.": "ВНИМАНИЕ! Удаление вашего аккаунта навсегда удалит все созданные вами Функции, Режимы, События, и данные Дизайнера грядки. При удалении вашего аккаунта, FarmBot прекратит функционировать и будет недоступен до тех пор, пока не будет подключен к другому аккаунту Web-приложения. Чтобы это сделать, вам потребуется перезапустить вашего FarmBot-а, чтобы он перешел в режим настройки и мог быть привязан к другому аккаунту. Когда это произойдет, все данные на вашем Farmbot-е будут перезаписаны данными нового аккаунта. Если этот аккаунт полностью новый, FarmBot будет как чистый лист.",
    "Warning: Farmbot could not guess your timezone. We have defaulted your timezone to UTC, which is less than ideal for most users. Please select your timezone from the dropdown. Device sync is recommended.": "Предупреждене: Farmbot не смог определить вашу временную зону. Мы сбросили ее в UTC, что не подойдет большинству пользователей. Пожалуйста, выберите вашу временную зону из выпадающего списка. После этого рекомендуется синхронизация с роботом.",
    "Will reboot device.": "Устройство будет перезапущено.",
    "X-Offset": "Сдвиг X",
    "Y-Offset": "Сдвиг Y",
    "You have been logged out.": "Был совершен выход из аккаунта.",
    "Your web browser is unable to connect to the message broker. You might be behind a firewall or disconnected from the Internet. Check your network settings. View Device > Connectivity for more details.": "Вашему браузеру не удалось подключиться к центру сообщений. Причиной может быть обрыв соединения с интернетом или блокировка вашим Файерволом. Проверьте настройки вашего подключения. Ознакомьтесь с окном \"Робот\" > \"Связь\" для дополнительной информации.",
    "Z-Offset": "Сдвиг Z",
    "calling FarmBot with credentials": "запрос данных",
    "downloading device credentials": "загрузка данных устройства",
    "error": "ошибка",
    "first.": ".",
    "garden name": "Название сада",
    "harvested": "собрано",
    "high": "выс",
    "image": "картинка",
    "inactive": "неактивн.",
    "initiating connection": "установка соединения",
    "never connected to device": "никогда не подключалось к устройству",
    "planned": "запланировано",
    "planted": "посажено"
  }
}
